{
  "podcasts": [
    {
      "id": "1950s",
      "title": "Music of the 1950s – Intimacy, Control & the Birth of Modern Listening",
      "description": "A deep listening journey into the music of the 1950s. Daniel and Annabelle explore intimacy, control, electric blues, youth culture and the voices that reshaped modern music.",
      "imageUrl": "1950s",
      "language": "en",
      "isAvailable": true,
      "publishedAt": "2025-12-21T10:00:00Z",
      "showNotesHtml": "<h2>Listening After the Silence</h2>\n<p>In this episode of Melody Mind, Daniel and Annabelle stay with the 1950s not as a beginning of rebellion, but as a decade of emotional recalibration. A time when music did not yet demand attention, but earned it slowly. When voices arrived close to the ear, and listening became a private, grounding act.</p>\n<p>Rather than treating the 1950s as a prelude to louder decades, this conversation listens to the era on its own terms. It follows how music helped people relearn emotional presence after years of restraint, loss, and uncertainty. The focus rests on sound as lived experience, shaped by work, repetition, endurance, and quiet authority.</p>\n<p>At the center of the episode are women’s voices. Not as symbols or footnotes, but as working musicians who defined how emotion could exist in public without spectacle. Singers like Ella Fitzgerald, Dinah Washington, Ruth Brown, Billie Holiday, Patsy Cline, Sarah Vaughan, Patti Page and others are heard as anchors of listening culture. Through phrasing, restraint, timing, and control, they shaped how audiences learned to sit with feeling rather than escape it.</p>\n<p>The conversation moves through rhythm and blues, gospel influence, ballads, early rock ’n’ roll tension, and the realities of touring, radio, and studio work. It pays attention to how women navigated limits of industry power, race, gender expectations, and media visibility without turning their music into protest slogans or retreating into safety. Their influence unfolds through decisions made inside songs: where to pause, when not to resolve, how to carry weight without excess.</p>\n<p>As teenage culture begins to emerge and rock ’n’ roll accelerates sound and attention, the episode keeps women inside the story. Their voices remain the emotional infrastructure that allows change to happen without collapse. Even as guitars grow louder, the listening habits shaped by women’s voices remain embedded in how music is received.</p>\n<p>The episode closes by staying with the end of the decade without projecting the future onto it. The 1950s are treated as complete in themselves. A decade that trained ears, steadied emotion, and left listeners prepared, not for rebellion, but for complexity.</p>\n\n<p>For readers who want to go deeper into the historical, cultural, and musical context of this decade, the full long-form article accompanying this episode can be found here:</p>\n<p><a href=\"https://melody-mind.de/knowledge/1950s\">https://melody-mind.de/knowledge/1950s</a></p>\n\n<p>Melody Mind does not ask what music meant historically.</p>\n<p>It asks how it felt to live with it.</p>\n\n<h2>The Hosts</h2>\n<p>🎸 <strong>Daniel</strong></p>\n<p>Daniel listens for structure, endurance, and the quiet decisions that turn survival into sound.</p>\n<p>He is drawn to how music holds together under pressure: how artists pace themselves across decades, how restraint becomes strength, and how professionalism leaves traces in sound. In Melody Mind, Daniel often focuses on continuity, labor, and the hidden frameworks that allow music to last beyond moments of attention.</p>\n\n<p>🎶 <strong>Annabelle</strong></p>\n<p>Annabelle hears soul as lived experience, emotional intelligence, and long memory carried by voice.</p>\n<p>She listens for how singers communicate without explanation, how feeling is shaped by biography without being reduced to it, and how women’s voices carry authority through care rather than dominance. In Melody Mind, Annabelle stays close to intimacy, emotional consequence, and the ways music accompanies everyday life.</p>",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/decades/1950s.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/decades/1950s.vtt",
      "fileSizeBytes": 162347093,
      "durationSeconds": 5073,
      "knowledgeUrl": "https://melody-mind.de/knowledge/1950s"
    },
    {
      "id": "1960s",
      "title": "Music of the 1960s – When Sound Learned to Carry Pressure",
      "description": "A deep listening journey through 1960s music. Daniel & Annabelle explore soul, folk, rock, and studio culture as sound learned to carry pressure, silence, and change.",
      "isAvailable": true,
      "language": "en",
      "publishedAt": "2025-12-28T10:00:00Z",
      "showNotesHtml": "<h2>When popular music learned how to change in public</h2>\n\n<h2>The Hosts</h2>\n<p>🎸 <strong>Daniel</strong> – Listens for structure, endurance and the quiet decisions that turn survival into sound.</p>\n<p>Daniel follows how music holds together under pressure: how artists navigate systems, expectations, and long arcs of work without disappearing inside them. He listens for continuity, discipline, and the moments where staying becomes an act of resistance.</p>\n\n<p>🎶 <strong>Annabelle</strong> – Hears soul as lived experience, emotional intelligence and long memory carried by voice.</p>\n<p>Annabelle listens for presence. For voices shaped by biography, care, and constraint. She follows how emotion is carried, protected, and shared through sound, especially where women and marginalized artists carved space without spectacle.</p>",
      "imageUrl": "1960s",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/decades/1960s.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/decades/1960s.vtt",
      "fileSizeBytes": 144832932,
      "durationSeconds": 4526,
      "knowledgeUrl": "https://melody-mind.de/knowledge/1960s"
    },
    {
      "id": "1970s",
      "title": "Music of the 1970s – Sound, Space & Survival",
      "description": "A deep listening journey through 1970s music – from soul, rock and disco to experimentation, authorship and survival. With Daniel & Annabelle.",
      "language": "en",
      "isAvailable": true,
      "publishedAt": "2026-01-04T10:00:00Z",
      "showNotesHtml": "<h2>The 1970s were not a decade of agreement.</h2>\n<p>They were a decade of adjustment, exhaustion, experimentation and quiet redefinition.</p>\n\n<p>In this episode of Melody Mind, Daniel and Annabelle move through the 1970s not as a checklist of genres or hits, but as a lived musical landscape. A time when artists stopped promising solutions and started documenting reality. When music learned to sit with contradiction instead of resolving it.</p>\n\n<p>The conversation unfolds as a long-form studio exchange, guided by listening rather than explanation. The microphones are already on. The focus stays close to sound, voice, rhythm and decision-making.</p>\n\n<h2>What this episode explores</h2>\n<p>The episode begins in the early 1970s, when the optimism of the previous decade fractures into introspection. Artists such as Neil Young, Joni Mitchell and Crosby, Stills, Nash &amp; Young reshape songwriting by allowing uncertainty, vulnerability and emotional openness to remain unresolved. Music slows down, breath becomes audible, and albums begin to trust listeners with patience.</p>\n\n<p>From there, the conversation moves into the core role of Black music as cultural infrastructure. Through Marvin Gaye, Curtis Mayfield, Stevie Wonder and Sly and the Family Stone, the episode examines how soul and funk carried survival, responsibility and imagination at the same time. These were not protest gestures, but working systems of rhythm, restraint and endurance that shaped everything from album structure to future genres.</p>\n\n<p>A central section is dedicated to women writing themselves into the center of the song. Carole King, Aretha Franklin and Roberta Flack appear not as symbols, but as working musicians claiming authorship, control and emotional authority. Their influence reshaped expectations of intimacy, restraint and narrative ownership across popular music.</p>\n\n<p>As the decade grows louder, the episode turns to the physical weight of rock. Led Zeppelin, Black Sabbath and Deep Purple illustrate how volume, repetition and heaviness became both expression and armor. The conversation focuses on how touring scale, industry pressure and masculine performance norms shaped sound and limitation alike.</p>\n\n<p>Glam rock enters as a question rather than a style. Through David Bowie, Roxy Music and Elton John, the episode explores performance, identity and distance. Glam becomes a way to survive visibility, to turn artifice into protection, and to expand what popular music allows emotionally and socially.</p>\n\n<p>Progressive rock stretches time itself. Pink Floyd, Genesis and Yes demonstrate how ambition, technology and long-form listening reshaped the album as an environment. The episode also acknowledges where that ambition reached its limits and invited reaction.</p>\n\n<p>Disco is reframed as precision, care and community. Donna Summer, Chic and Bee Gees show how rhythm became trust, repetition became refuge, and joy became a form of resistance. The episode addresses both the cultural achievement and the backlash, without reducing disco to stereotype.</p>\n\n<p>Country and folk voices hold the center steady. Through Willie Nelson, Dolly Parton and Johnny Cash, the episode explores narrative clarity, pacing and regional identity as forms of continuity in a decade defined by fragmentation.</p>\n\n<p>The closing reflections turn toward artists standing at the edge of the decade. Patti Smith, Talking Heads and Kraftwerk appear as carriers of unfinished questions. The seventies do not end with an answer, but with permission. To simplify, to resist, to rebuild, and to listen differently.</p>\n\n<h2>Related long-form article</h2>\n<p>For readers who want to explore the decade in written depth, including historical context, artist analysis and extended listening perspectives, we recommend the accompanying Melody Mind article:</p>\n<p><a href=\"https://melody-mind.de/knowledge/1970s\">https://melody-mind.de/knowledge/1970s</a></p>\n\n<h2>The Hosts</h2>\n<p>🎸 <strong>Daniel</strong></p>\n<p>Listens for structure, endurance and the quiet decisions that turn survival into sound.</p>\n<p>Drawn to how music holds together under pressure, and how limitations shape lasting form.</p>\n\n<p>🎶 <strong>Annabelle</strong></p>\n<p>Hears soul as lived experience, emotional intelligence and long memory carried by voice.</p>\n<p>Attentive to phrasing, restraint and the ways music remembers what history often forgets.</p>",
      "imageUrl": "1970s",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/decades/1970s.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/decades/1970s.vtt",
      "fileSizeBytes": 152252543,
      "durationSeconds": 4758,
      "knowledgeUrl": "https://melody-mind.de/knowledge/1970s"
    },
    {
      "id": "1980s",
      "title": "The Sound of the 1980s – How Control, Image & Intimacy Shaped Modern Music",
      "description": "How the 1980s reshaped music through control, visibility and restraint. Daniel & Annabelle explore sound, image and quiet resistance in a decade under pressure.",
      "language": "en",
      "isAvailable": true,
      "publishedAt": "2026-01-11T10:00:00Z",
      "showNotesHtml": "<h2>Music of the 1980s</h2>\n<p>The 1980s were not one sound, one style, or one feeling. They were a decade learning how to live with contradiction. Control and excess. Distance and intimacy. Private listening and collective movement. Music did not resolve these tensions. It carried them.</p>\n<p>In this episode of Melody Mind, Daniel and Annabelle stay with the lived reality of 1980s music. Not as a highlight reel, not as nostalgia, but as a long, patient listening process. The conversation moves through the early shock of synthesizers and emotional restraint, the sudden pressure of visibility brought by MTV, the quiet authority built by women working inside restrictive systems, and the way rhythm reshaped power, identity, and community.</p>\n<p>The episode explores how artists learned to work with limitation rather than against it. Cheap machines, rigid structures, media pressure, touring exhaustion, and unequal access did not erase emotion. They reshaped it. Synth pop taught listeners how to hear intimacy through distance. Rock negotiated masculinity through performance and strain. Black artists reorganized pop around rhythm, authorship, and structural control. Alternative voices refused polish as a way of protecting meaning. Dancefloors became spaces of survival, joy, and shared timing rather than escape.</p>\n<p>Rather than explaining the decade, this episode listens through it. Songs are treated as decisions. Styles as working methods. Biography appears only where it clarifies musical choice, pressure, or risk. The focus stays on how artists built durability, not dominance. How they survived repetition without losing meaning. How listeners learned to stay with complexity without demanding resolution.</p>\n<p>By the end, the 1980s are not closed or summarized. They remain open. Not as memory, but as a way of listening that still shapes how music is made, heard, and carried into everyday life.</p>\n\n<h2>The Hosts</h2>\n<p>🎸 <strong>Daniel</strong> – Listens for structure, endurance and the quiet decisions that turn survival into sound.</p>\n<p>Daniel’s listening focuses on how music holds together over time: production choices, restraint, repetition, and the long-term consequences of artistic decisions made under pressure.</p>\n\n<p>🎶 <strong>Annabelle</strong> – Hears soul as lived experience, emotional intelligence and long memory carried by voice.</p>\n<p>Annabelle listens for emotional truth, vocal presence, and the ways artists carry biography, care, and resistance into sound without turning it into performance.</p>\n\n<h2>Further Reading</h2>\n<p>For those who want to go deeper into the historical and cultural context of this episode, the full long-form article is available here:</p>\n<p><a href=\"https://melody-mind.de/knowledge/1980s\">https://melody-mind.de/knowledge/1980s</a></p>",
      "imageUrl": "1980s",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/decades/1980s.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/decades/1980s.vtt",
      "fileSizeBytes": 160587485,
      "durationSeconds": 5018,
      "knowledgeUrl": "https://melody-mind.de/knowledge/1980s"
    },
    {
      "id": "1990s",
      "title": "Music of the 1990s – How Uncertainty, Intimacy and Pressure Changed the Way We Listen",
      "description": "A quiet decade of pressure, intimacy and unfinished answers. Daniel and Annabelle explore how 1990s music taught us to listen differently.",
      "language": "en",
      "isAvailable": true,
      "publishedAt": "2026-01-18T10:00:00Z",
      "showNotesHtml": "<h2>Listening Between Pressure, Identity, and Unfinished Feelings</h2>\n<p>The 1990s did not announce themselves as a new beginning.</p>\n<p>They arrived quietly, carrying the weight of what had already been said and the uncertainty of what could no longer be ignored.</p>\n\n<p>In this episode of Melody Mind, Daniel and Annabelle listen through the 1990s as a decade shaped by tension rather than resolution. A time when music still moved through physical formats, shared rooms, and patient listening, while the pressure of global media, industry acceleration, and constant visibility began to reshape how artists worked and survived.</p>\n\n<p>This is not a chronological overview.</p>\n<p>It is a long-form studio conversation that follows sound as lived experience.</p>\n\n<p>The episode explores how artists across rock, hip hop, pop, electronic music, and global scenes responded to constraint, attention, and change. Not by explaining themselves, but by making choices inside their music.</p>\n\n<h2>What this episode listens for</h2>\n<p>The conversation begins with the 1990s as a turning point between analog memory and digital pressure. Daniel and Annabelle reflect on a time when albums were still lived with, not skimmed, and when music asked for commitment rather than constant reaction.</p>\n\n<p>From there, the episode moves into alternative rock and grunge, not as rebellion mythology, but as music shaped by hesitation, vulnerability, and refusal. Artists like Nirvana, Pearl Jam, Soundgarden, and Alice in Chains are heard as musicians negotiating visibility, endurance, and emotional cost, rather than symbols of a movement.</p>\n\n<p>Women in alternative and rock are listened to as working artists with agency and long trajectories. The conversation focuses on how PJ Harvey, Kim Gordon, and Courtney Love expanded the emotional and structural language of rock by refusing simplification and occupying space through sound rather than explanation.</p>\n\n<p>Hip hop in the 1990s is approached as lived reporting rather than genre evolution. Artists such as Nas, Tupac Shakur, and The Notorious B.I.G. are discussed through their phrasing, pacing, and relationship to place, pressure, and consequence. The episode listens for how credibility was built musically, not declared.</p>\n\n<p>Women in hip hop and R&amp;B appear not as exceptions, but as architects of sound and authority. Mary J. Blige, Lauryn Hill, and Missy Elliott are explored through their control of emotion, structure, and production, and through the different paths they chose toward longevity, restraint, or constant reinvention.</p>\n\n<p>Pop music in the 1990s is heard as a space of discipline rather than emptiness. The episode reflects on how artists like Mariah Carey, Janet Jackson, and George Michael worked inside highly controlled systems while preserving emotional intelligence, authorship, and pacing.</p>\n\n<p>Electronic and dance music enters the conversation as a parallel listening culture, shaped by anonymity, repetition, and shared physical presence. Acts such as The Prodigy, Massive Attack, and Underworld are discussed through their relationship to space, duration, and community rather than chart logic.</p>\n\n<p>The episode also follows how the mainstream slowly expanded beyond its traditional centers. Björk, Manu Chao, and Shakira appear as artists who negotiated global reach while staying grounded in language, accent, and local musical identity.</p>\n\n<p>The closing reflection does not attempt to summarize the decade. Instead, it listens to what remains unresolved. Through artists like Radiohead and Fiona Apple, the 1990s are understood as a decade that trusted restraint, ambiguity, and emotional honesty enough to let listeners carry part of the meaning themselves.</p>\n\n<h2>Why the 1990s still matter</h2>\n<p>This episode suggests that the lasting power of 1990s music lies not in its styles, but in its listening conditions. In a time before constant interruption, artists were allowed to hesitate, listeners were asked to stay, and music could remain incomplete without being discarded.</p>\n\n<p>The 1990s did not offer closure.</p>\n<p>They left traces.</p>\n\n<p>And those traces continue to shape how music is written, recorded, and heard today.</p>\n\n<h2>The Hosts</h2>\n<p>🎸 <strong>Daniel</strong></p>\n<p>Listens for structure, endurance and the quiet decisions that turn survival into sound.</p>\n<p>His perspective follows how artists work under pressure, how systems shape music, and how restraint often carries more meaning than volume.</p>\n\n<p>🎶 <strong>Annabelle</strong></p>\n<p>Hears soul as lived experience, emotional intelligence and long memory carried by voice.</p>\n<p>She listens closely to phrasing, vulnerability, and the ways music holds personal and collective history without needing explanation.</p>\n\n<p>Together, they guide Melody Mind as a shared listening space rather than a teaching format.</p>\n\n<h2>Further Reading</h2>\n<p>To explore the themes of this episode in written form, you can read the accompanying long-form article:</p>\n<p><a href=\"https://melody-mind.de/knowledge/1990s\">https://melody-mind.de/knowledge/1990s</a></p>",
      "imageUrl": "1990s",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/decades/1990s.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/decades/1990s.vtt",
      "fileSizeBytes": 143897539,
      "durationSeconds": 4497,
      "knowledgeUrl": "https://melody-mind.de/knowledge/1990s"
    },
    {
      "id": "2000s",
      "title": "Music of the 2000s – Pressure, Intimacy & the Sound of a Changing World",
      "description": "A calm, human listening journey through the music of the 2000s. Daniel and Annabelle explore pop pressure, hip-hop centrality, fragile voices and private listening culture.",
      "language": "en",
      "isAvailable": true,
      "publishedAt": "2026-01-25T10:00:00Z",
      "showNotesHtml": "<h2>Listening in a Decade Without a Center</h2>\n<p>The music of the 2000s did not arrive with a clear promise.</p>\n<p>It emerged slowly, shaped by shifting technologies, collapsing certainties, and artists learning how to work inside systems that were already changing beneath their feet.</p>\n\n<p>In this long-form Melody Mind episode, Daniel and Annabelle move through the 2000s as a lived musical space rather than a fixed era. The conversation follows how pop, R&amp;B, hip hop, rock, and global sounds reorganized themselves around new listening habits, new power structures, and new forms of emotional presence.</p>\n\n<p>Instead of headlines or nostalgia, this episode listens closely to decisions:</p>\n<p>how artists chose restraint over spectacle, structure over chaos, intimacy over performance, and patience over urgency.</p>\n\n<p>Pop in the 2000s became architectural.</p>\n<p>Songs were designed to travel across radio, television, clubs, and early digital players without losing emotional clarity. Artists like Britney Spears, Beyoncé and Rihanna navigated highly controlled systems with precision, turning consistency and preparation into long-term authority.</p>\n\n<p>R&amp;B moved inward.</p>\n<p>With artists such as Alicia Keys, D’Angelo, Erykah Badu and Usher, intimacy became a form of strength. Songs trusted silence, phrasing, and emotional accuracy over vocal excess, shaping a quieter but more durable form of connection.</p>\n\n<p>Hip hop became the cultural center of gravity.</p>\n<p>Not by replacing other genres, but by reorganizing how music related to power, authorship, and control. Artists like Jay-Z, OutKast, Missy Elliott, Eminem and Kanye West shaped not only sound, but the very logic of modern music careers.</p>\n\n<p>Rock, no longer at the center, recalibrated.</p>\n<p>Bands such as The Strokes, Linkin Park, Coldplay and The White Stripes learned how to remain meaningful without dominance, trading scale for specificity and sincerity.</p>\n\n<p>The decade also normalized global listening.</p>\n<p>Artists like Shakira, Daddy Yankee and Björk showed that sound could travel without translation, allowing rhythm, tone, and emotion to lead.</p>\n\n<p>Throughout the episode, Daniel and Annabelle reflect on how technology reshaped listening itself. MP3s, portable players, and fragmented attention changed not only how music was consumed, but how it was written. Songs learned how to arrive faster, live longer, and stay close to everyday life.</p>\n\n<p>The episode closes not with conclusions, but with openness.</p>\n<p>With artists like Amy Winehouse and Arcade Fire, the 2000s are remembered as a decade that left space rather than statements, permissions rather than rules.</p>\n\n<h2>Further Reading</h2>\n<p>An in-depth written companion to this episode is available here:</p>\n<p><a href=\"https://melody-mind.de/knowledge/2000s\">https://melody-mind.de/knowledge/2000s</a></p>\n\n<h2>The Hosts</h2>\n<p>🎸 <strong>Daniel</strong></p>\n<p>Listens for structure, endurance and the quiet decisions that turn survival into sound.</p>\n\n<p>🎶 <strong>Annabelle</strong></p>\n<p>Hears soul as lived experience, emotional intelligence and long memory carried by voice.</p>",
      "imageUrl": "2000s",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/decades/2000s.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/decades/2000s.vtt",
      "fileSizeBytes": 135886098,
      "durationSeconds": 4246,
      "knowledgeUrl": "https://melody-mind.de/knowledge/2000s"
    },
    {
      "id": "2010s",
      "title": "Music of the 2010s – How Intimacy, Identity & Sound Redefined Listening",
      "description": "The 2010s changed how we listen. From quiet intimacy to global voices and fluid genres, this episode explores how music learned to breathe again.",
      "language": "en",
      "isAvailable": true,
      "publishedAt": "2026-02-01T10:00:00Z",
      "showNotesHtml": "<h2>Music of the 2010s</h2>\n<p>The 2010s did not arrive as a clear movement, a unified sound, or a shared musical direction.</p>\n<p>They unfolded slowly, unevenly, often privately. Music moved closer to the listener, into headphones, late nights, quiet rooms, and long stretches of personal time. This episode of Melody Mind listens to the decade not as a list of trends, but as a lived musical environment shaped by fragmentation, intimacy, and choice.</p>\n\n<p>Across this long-form studio conversation, Daniel and Annabelle explore how music in the 2010s stopped trying to dominate culture and instead learned how to accompany it. Genres blurred without ceremony. Albums lost their obligation to conclude. Artists made deliberate decisions about silence, pacing, visibility, and control. Listening itself changed.</p>\n\n<p>The episode traces these shifts through artists as people making concrete musical choices. Figures like Frank Ocean and Drake frame the decade’s emotional openness and vulnerability. Taylor Swift, Beyoncé, Rihanna, and Lana Del Rey reveal how pop became a space for authorship, power, and long-term thinking rather than spectacle.</p>\n\n<p>Hip hop emerges as the emotional backbone of the decade, with artists like Kendrick Lamar, J. Cole, Nicki Minaj, and Megan Thee Stallion carrying contradiction, pressure, vulnerability, and endurance without simplifying them into answers.</p>\n\n<p>The conversation also listens closely to how quiet became powerful. Artists such as The Weeknd, Billie Eilish, James Blake, Phoebe Bridgers, and Sufjan Stevens reshaped intimacy, mood, and listening habits through restraint, minimalism, and emotional accuracy.</p>\n\n<p>Global music is treated not as crossover, but as presence. Artists like Bad Bunny, Rosalía, BTS, Burna Boy, and J Balvin show how the decade normalized listening across languages and regions without translation or flattening.</p>\n\n<p>Rock and alternative music are approached through survival rather than dominance. Acts like Tame Impala, St. Vincent, Bon Iver, and The National illustrate how stepping back from the center allowed the genre to remain thoughtful, porous, and emotionally relevant.</p>\n\n<p>Rather than closing with conclusions, the episode ends where the decade itself ended: unresolved, open, and quietly ongoing. The 2010s are not presented as a finished chapter, but as a listening culture that still shapes how we hear music today.</p>\n\n<h2>The Hosts</h2>\n<p>🎸 <strong>Daniel</strong> – Listens for structure, endurance and the quiet decisions that turn survival into sound.</p>\n<p>🎶 <strong>Annabelle</strong> – Hears soul as lived experience, emotional intelligence and long memory carried by voice.</p>\n\n<h2>Further Reading</h2>\n<p>For a deeper, written exploration of the decade’s musical, cultural, and emotional landscape, you can read the companion article here:</p>\n<p><a href=\"https://melody-mind.de/knowledge/2010s\">https://melody-mind.de/knowledge/2010s</a></p>",
      "imageUrl": "2010s",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/decades/2010s.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/decades/2010s.vtt",
      "fileSizeBytes": 198526476,
      "durationSeconds": 6204,
      "knowledgeUrl": "https://melody-mind.de/knowledge/2010s"
    },
    {
      "id": "blues-to-extreme-metal",
      "title": "Genre Evolution Pathways: From Blues to Extreme Metal",
      "description": "Daniel and Annabelle follow how heavy music grew from early blues voices into extreme metal, listening through artists, sound, and real musical decisions rather than genre labels or hype.",
      "language": "en",
      "isAvailable": true,
      "publishedAt": "2026-02-05T10:00:00Z",
      "showNotesHtml": "<h2>Episode Description</h2>\n<p>This episode traces a single, continuous musical path.</p>\n<p>Not through categories or rankings, but through sound, pressure, and lived decisions.</p>\n\n<p>Melody Mind follows how heavy music grew step by step from early blues voices into the most extreme forms of metal. From acoustic performances shaped by survival and restraint, through electrification, volume, speed, and precision, toward death metal, black metal, metalcore, and deathcore.</p>\n\n<p>The conversation stays grounded in artists as working musicians.</p>\n<p>Not as myths, not as milestones, but as people responding to real limits: technology, industry control, touring realities, physical endurance, social pressure, and the need to be heard.</p>\n\n<p>Rather than treating genres as breaks, this episode listens for continuity.</p>\n<p>For emotional mechanics that survive amplification, distortion, and extremity.</p>\n<p>For moments where music learned how to carry more weight without collapsing.</p>\n\n<p>This is not an overview.</p>\n<p>It is a long-form studio conversation, paced for listening, not reading.</p>\n\n<h2>What This Episode Explores</h2>\n<ul>\n<li>How early blues established emotional weight through phrasing, repetition, and restraint</li>\n<li>Why electrification and urban environments reshaped sound out of necessity</li>\n<li>How rock ’n’ roll introduced confrontation, identity, and speed under pressure</li>\n<li>How classic rock and hard rock learned to manage volume, space, and endurance</li>\n<li>Why heavy metal separated itself through precision and discipline</li>\n<li>How thrash accelerated control into anger and urgency</li>\n<li>How death and black metal built complete, self-contained worlds through extremity</li>\n<li>Why metalcore and deathcore reintroduced physical connection without abandoning heaviness</li>\n</ul>\n\n<p>Biography appears only where it clarifies musical decisions.</p>\n<p>Industry and culture appear only where they shaped sound.</p>\n\n<h2>Artists Referenced (Selection)</h2>\n<p>The episode moves through the work and impact of artists including:</p>\n<ul>\n<li>Robert Johnson</li>\n<li>Son House</li>\n<li>Charley Patton</li>\n<li>Muddy Waters</li>\n<li>Howlin’ Wolf</li>\n<li>Chuck Berry</li>\n<li>Little Richard</li>\n<li>Sister Rosetta Tharpe</li>\n<li>Led Zeppelin</li>\n<li>Black Sabbath</li>\n<li>AC/DC</li>\n<li>Motörhead</li>\n<li>Judas Priest</li>\n<li>Iron Maiden</li>\n<li>Metallica</li>\n<li>Slayer</li>\n<li>Death</li>\n<li>Mayhem</li>\n<li>Killswitch Engage</li>\n<li>Suicide Silence</li>\n</ul>\n\n<p>Artists are discussed as decision-makers, not as rankings or achievements.</p>\n\n<h2>Listening Note</h2>\n<p>This is a long episode designed for patient listening.</p>\n<p>There are no chapters to skip, no summaries, no explanations meant to instruct.</p>\n\n<p>It works best when allowed to unfold gradually, the way musical memory does.</p>\n<p>Whether listened to in one stretch or over time, it invites attention rather than efficiency.</p>\n\n<h2>The Hosts</h2>\n<p>🎸 <strong>Daniel</strong></p>\n<p>Listens for structure, endurance, and the quiet decisions that turn survival into sound.</p>\n\n<p>🎶 <strong>Annabelle</strong></p>\n<p>Hears soul as lived experience, emotional intelligence, and long memory carried by voice.</p>\n\n<p>Together, they don’t explain music.</p>\n<p>They stay with it.</p>",
      "imageUrl": "blues-to-extreme-metal",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/genre-evolution-pathways/blues-to-extreme-metal.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/genre-evolution-pathways/blues-to-extreme-metal.vtt",
      "fileSizeBytes": 126445235,
      "durationSeconds": 3951
    },
    {
      "id": "classic-to-neo-classical",
      "title": "Genre Evolution Pathways: Classical to Neo-Classical Listening",
      "description": "Daniel and Annabelle trace how classical music unfolds into modern classical, minimalism, and post-classical listening through artists, decisions, and shared attention.",
      "language": "en",
      "isAvailable": true,
      "publishedAt": "2026-02-08T10:00:00Z",
      "showNotesHtml": "<h2>Episode Description</h2>\n<p>In this episode of Melody Mind, Daniel and Annabelle follow a long listening pathway rather than a timeline. The conversation moves from late classical music into modern classical rupture, through minimalist reduction, and finally into post-classical and neo-classical listening spaces.</p>\n\n<p>This is not a history lesson and not a genre overview. It is a shared studio conversation about how music changed when composers stopped trying to resolve tension and started trusting time, repetition, silence, and the listener.</p>\n\n<p>The episode begins with late classical figures whose work quietly loosened form and certainty. From there, it enters the pressure of modern classical music, where rhythm, dissonance, and instability confront the listener directly. These moments are explored not as innovations to admire, but as human responses to social, political, and personal limits.</p>\n\n<p>From that pressure, the conversation moves into early minimalism. Here, reduction is treated as a deliberate artistic decision rather than a style. Repetition, duration, and patience become central, changing how listening itself functions. The focus shifts from complexity to presence, from forward motion to staying.</p>\n\n<p>As minimalism leaves experimental spaces and enters everyday listening, Daniel and Annabelle explore how music adapts without losing intention. The episode traces how listening becomes more private, intimate, and interior, shaped by recording, headphones, and personal environments rather than public ceremony.</p>\n\n<p>The final part reflects on post-classical and neo-classical music as memory work rather than revival. Classical gestures reappear as fragments, softened and fragile, shaped by contemporary life and listening habits. The music no longer claims authority. It offers companionship.</p>\n\n<p>Throughout the episode, artists are discussed as working musicians shaped by real conditions: training, institutions, exclusion, collaboration, technology, and personal limits. Biography appears only where it clarifies musical decisions. The focus remains on sound, attention, and how listening has changed over time.</p>\n\n<p>This episode is designed for long-form listening. No summaries. No rankings. Just a shared space to stay with music long enough for it to matter.</p>",
      "imageUrl": "classic-to-neo-classical",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/genre-evolution-pathways/classic-to-neo-classical.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/genre-evolution-pathways/classic-to-neo-classical.vtt",
      "fileSizeBytes": 78731015,
      "durationSeconds": 2460
    }
  ]
}
