{
  "podcasts": [
    {
      "id": "1950s",
      "title": "1950s – Chispa rock'n'roll que enciende juventud rebelde",
      "description": "Noches de neón, jukebox y la chispa de rock'n'roll convierten a la juventud en fuerza cultural: crooners ceden a blues eléctrico, rockabilly y doo‑wop redefinen identidad. Daniel y Annabelle te guían por radios, singles y cruces. Dale Play y siente el inicio arder.",
      "language": "es",
      "isAvailable": true,
      "publishedAt": "2025-04-04T10:00:00Z",
      "showNotesHtml": "<h2>Resumen del episodio</h2>\n<p>Del crujido del vinilo al brillo de la jukebox, los años cincuenta fueron el momento en que el mundo volvió a escuchar. De los clubes de jazz y los coros góspel nació una electricidad emocional que cambiaría para siempre el lenguaje del sonido: el <strong>rock’n’roll</strong>. Fue ritmo y rebeldía, inocencia y deseo. En esta primera parada de Melody Mind, Daniel y Annabelle viajan por una década de despertar cultural y juventud en movimiento, donde cada canción fue una declaración de libertad.</p>\n\n<h2>Los anfitriones</h2>\n<p>🎸 <strong>Daniel</strong> — Fan del rock y del metal, fascinado por las historias ocultas detrás de los riffs, los estudios y las revoluciones musicales.</p>\n<p>🎶 <strong>Annabelle</strong> — Apasionada por el pop, el soul y los ritmos latinos; para ella, la música es emoción, comunidad y memoria compartida.</p>\n\n<h2>Contexto y espíritu de época</h2>\n<ul>\n  <li>🌅 El mundo renace: Tras la guerra, la música devuelve esperanza.</li>\n  <li>💿 Innovación técnica: El vinilo, la cinta magnética y los radios portátiles democratizan el sonido.</li>\n  <li>🕺 Juventud rebelde: Nace el concepto de “teenager”; la música se convierte en identidad.</li>\n  <li>🎙️ Cruce cultural: El R&amp;B afroamericano se mezcla con el country blanco: el nacimiento del rock’n’roll.</li>\n  <li>📻 Medios en expansión: La radio y la televisión transforman canciones en fenómenos globales.</li>\n</ul>\n\n<h2>El sonido de los 50</h2>\n<ul>\n  <li><strong>Rock’n’Roll:</strong> Elvis Presley, Chuck Berry, Little Richard – energía pura y descaro.</li>\n  <li><strong>Rockabilly:</strong> Carl Perkins, Wanda Jackson – country con nervio y fuego.</li>\n  <li><strong>Doo-Wop:</strong> The Platters, The Drifters – armonías de calle y romance adolescente.</li>\n  <li><strong>Crooners &amp; Baladas:</strong> Nat King Cole, Frank Sinatra, Patsy Cline – elegancia y emoción contenida.</li>\n  <li><strong>Gospel &amp; Soul naciente:</strong> Ray Charles, Sam Cooke – espiritualidad transformada en sentimiento.</li>\n  <li><strong>Blues eléctrico:</strong> Muddy Waters, B.B. King – la raíz de todas las guitarras futuras.</li>\n</ul>\n\n<h2>Pulso cultural</h2>\n<ul>\n  <li>✨ Juventud como identidad: Moda, baile y lenguaje propio.</li>\n  <li>🎬 Cine y música unidos: <em>Rebel Without a Cause</em>, <em>Rock Around the Clock</em>.</li>\n  <li>🚗 Libertad sobre ruedas: El coche, la carretera y la radio como templos del sonido.</li>\n  <li>💋 Estilo y actitud: Chaquetas de cuero, faldas amplias, peinados con alma.</li>\n  <li>🌍 Ecos globales: Skiffle en Reino Unido, chanson en Francia, mambo y bolero en América Latina.</li>\n</ul>\n\n<h2>Escucha recomendada</h2>\n<ul>\n  <li>🎧 Elvis Presley – That’s All Right, Heartbreak Hotel</li>\n  <li>🎧 Chuck Berry – Johnny B. Goode, Maybellene</li>\n  <li>🎧 Little Richard – Tutti Frutti, Long Tall Sally</li>\n  <li>🎧 Buddy Holly – Peggy Sue, Everyday</li>\n  <li>🎧 Ray Charles – What’d I Say, I Got a Woman</li>\n  <li>🎧 Fats Domino – Blueberry Hill</li>\n  <li>🎧 The Platters – Only You</li>\n  <li>🎧 Sam Cooke – You Send Me</li>\n  <li>🎧 Wanda Jackson – Let’s Have a Party</li>\n  <li>🎧 Bill Haley &amp; His Comets – Rock Around the Clock</li>\n</ul>\n\n<h2>Ideas centrales</h2>\n<ul>\n  <li>🎵 <em>La música como renacimiento:</em> El arte cura las heridas del mundo.</li>\n  <li>⚡ <em>La juventud como revolución:</em> Cada compás es una declaración de independencia.</li>\n  <li>💿 <em>Tecnología al servicio del alma:</em> El estudio se convierte en instrumento creativo.</li>\n  <li>💃 <em>El ritmo como lenguaje universal:</em> La emoción no necesita traducción.</li>\n  <li>❤️ <em>Humanidad como legado:</em> Lo imperfecto es lo que hace eterna la música.</li>\n</ul>\n\n<h2>Conclusión</h2>\n<p>Los años cincuenta no fueron solo el nacimiento del rock’n’roll: fueron el amanecer del alma moderna. Entre el optimismo y la rebeldía, la humanidad volvió a latir al ritmo de guitarras, voces y sueños. Desde Memphis hasta La Habana, desde París hasta Buenos Aires, una melodía común unió al mundo: la del renacer. Porque mientras alguien ponga una moneda en una jukebox y sonría, el espíritu de los cincuenta seguirá sonando.</p>",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/1950s.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/1950s.vtt",
      "imageUrl": "1950s",
      "fileSizeBytes": 55793804
    },
    {
      "id": "1960s",
      "title": "1960s – Revoluciones sonoras moldean espíritu e identidad",
      "description": "Contracultura, marchas civiles, clubes psicodélicos y juventud global hacen de música protesta, moda y mito: Beatles, Motown, Dylan y Hendrix mutan narrativa. Daniel y Annabelle te guían entre estudios, festivales y cambio. Dale Play y siente transformación encenderse.",
      "language": "es",
      "isAvailable": true,
      "publishedAt": "2025-04-11T10:00:00Z",
      "showNotesHtml": "<h2>Resumen del episodio</h2>\n<p>Los años sesenta no fueron solo una década — fueron un despertar. Un tiempo en el que la música dejó de ser solo entretenimiento y se convirtió en amplificador de conciencia, identidad juvenil, protesta y experimentación. Del folk confesional a la psicodelia expansiva, del soul con pulso de dignidad a guitarras que parecían incendiar el aire, cada canción fue espejo de un mundo que cambiaba en directo. Este episodio te lleva por el viaje sonoro, cultural y emocional de los 60: una era donde melodía y mensaje se fusionaron para crear transformación.</p>\n\n<h2>Los anfitriones</h2>\n<p>🎸 <strong>Daniel</strong> — Apasionado del rock, el metal y las historias que laten detrás de riffs, estudios, conciertos y revoluciones tímbricas.</p>\n<p>🎤 <strong>Annabelle</strong> — Amante del pop, el soul y los ritmos latinos; para ella la música es emoción compartida, comunidad y narrativa viva.</p>\n\n<h2>Espíritu y contexto</h2>\n<ul>\n  <li>✊ Derechos civiles y protesta redefinen el propósito de la canción.</li>\n  <li>☮️ Contracultura, communes, psicodelia y filosofía oriental amplían mente y estética.</li>\n  <li>📰 Juventud global conectada por prensa musical, radio internacional y televisión emergente.</li>\n  <li>🚀 Carrera espacial, modernidad tecnológica y expansión mediática influyen imagen y imaginación.</li>\n  <li>💿 Innovación de estudio: multicapa, reverb artificial, tape loops y experimentos concretos.</li>\n  <li>🌍 Descolonización y movimientos sociales emergen como trasfondo temático y lírico.</li>\n</ul>\n\n<h2>El sonido del cambio</h2>\n<h3>Principios de los 60</h3>\n<ul>\n  <li>🎼 <strong>Folk revival:</strong> Joan Baez, Bob Dylan temprano — guitarra + voz como vehículo de verdad y protesta.</li>\n  <li>🎵 <strong>Motown & Soul inicial:</strong> The Supremes, Marvin Gaye — pulso elegante que convierte emoción en identidad colectiva.</li>\n  <li>🎷 <strong>Jazz modal & exploración:</strong> Miles Davis (<em>Kind of Blue</em> tardío influencia prolongada), John Coltrane en transición.</li>\n</ul>\n<h3>Mediados de los 60</h3>\n<ul>\n  <li>🇬🇧 <strong>British Invasion:</strong> The Beatles, The Rolling Stones, The Kinks — mezcla de beat, blues y pop redefiniendo composición y estudio.</li>\n  <li>🎸 <strong>Garage & Proto‑rock:</strong> Sonidos crudos que preludian punk y energía DIY.</li>\n  <li>🌀 <strong>Psicodelia emergente:</strong> Byrds, Donovan, Beatles experimentales — jangle, drones, timbres saturados.</li>\n  <li>🥁 <strong>Wall of Sound vs. minimalismo folk:</strong> Contraste entre producción densa y honestidad desnuda.</li>\n</ul>\n<h3>Final de los 60</h3>\n<ul>\n  <li>🔥 <strong>Guitarra electrificada icónica:</strong> Jimi Hendrix, Cream — distorsión, feedback, wah como paleta expresiva.</li>\n  <li>🌈 <strong>Psicodelia expansiva:</strong> Jefferson Airplane, Grateful Dead, Pink Floyd temprano — jams, atmósferas y viaje sensorial.</li>\n  <li>💥 <strong>Hard Rock & Proto‑Metal:</strong> Led Zeppelin debut tardío en la década — peso, dinámica y mitología.</li>\n  <li>✊ <strong>Soul & Funk politizado:</strong> James Brown, Aretha Franklin — groove como declaración de poder y dignidad.</li>\n  <li>🎻 <strong>Pop/barroco y arreglos orquestales:</strong> The Beach Boys (<em>Pet Sounds</em>), The Beatles (<em>Sgt. Pepper</em>) — estudio como laboratorio emocional.</li>\n  <li>🎤 <strong>Canción protesta madura:</strong> Bob Dylan eléctrico y poético, Nina Simone — lirismo incisivo y exhortación moral.</li>\n</ul>\n\n<h2>Pulso cultural</h2>\n<ul>\n  <li>🎨 Moda como manifiesto: Tie‑dye, minifalda, chaquetas militares reutilizadas, símbolos de paz.</li>\n  <li>📸 Fotografía y portadas como arte (Peter Blake, diseño psicodélico) elevan álbum a objeto cultural.</li>\n  <li>🗞️ Revistas musicales (Rolling Stone) forman crítica y comunidad.</li>\n  <li>🎪 Festivales (Monterey, Woodstock) convierten conciertos en ritual colectivo.</li>\n  <li>📻 Radio FM y experimentación estereofónica amplían panoramas de escucha nocturna.</li>\n  <li>🧠 Expansión de conciencia y preguntas sobre identidad, guerra, raza y género dentro del cancionero.</li>\n</ul>\n\n<h2>Escucha esencial</h2>\n<ul>\n  <li>🎧 The Beatles – <em>Rubber Soul</em>, <em>Revolver</em>, <em>Sgt. Pepper’s</em></li>\n  <li>🎧 Bob Dylan – <em>The Freewheelin’</em>, <em>Highway 61 Revisited</em></li>\n  <li>🎧 Jimi Hendrix – <em>Are You Experienced</em>, <em>Electric Ladyland</em></li>\n  <li>🎧 The Rolling Stones – <em>Aftermath</em>, <em>Beggars Banquet</em></li>\n  <li>🎧 Marvin Gaye & Tammi Terrell – Singles Motown esenciales</li>\n  <li>🎧 Aretha Franklin – <em>I Never Loved a Man...</em></li>\n  <li>🎧 Jefferson Airplane – <em>Surrealistic Pillow</em></li>\n  <li>🎧 The Beach Boys – <em>Pet Sounds</em></li>\n  <li>🎧 Cream – <em>Disraeli Gears</em></li>\n  <li>🎧 Janis Joplin – Con Big Brother & the Holding Company (<em>Cheap Thrills</em>)</li>\n  <li>🎧 Pink Floyd – Debut (<em>The Piper at the Gates of Dawn</em>)</li>\n  <li>🎧 James Brown – Singles fundamentales del funk emergente</li>\n</ul>\n\n<h2>Temas clave</h2>\n<ul>\n  <li>✊ <em>Música como herramienta de cambio:</em> Canción protesta y soul politizado articulan demandas sociales.</li>\n  <li>🧪 <em>Estudio como laboratorio:</em> Innovación tímbrica y técnicas pioneras amplían paleta emocional.</li>\n  <li>🌐 <em>Identidad juvenil global:</em> Moda, jerga y festivales crean comunidad transnacional.</li>\n  <li>🎭 <em>Autenticidad vs. espectáculo:</em> Folk desnudo frente a producción conceptual y teatral.</li>\n  <li>🔄 <em>Hibridación estilística:</em> Blues, folk, jazz, soul, psicodelia y pop se entrelazan reconfigurando géneros.</li>\n  <li>🚪 <em>Apertura de percepción:</em> Búsqueda de expansión mental y sensibilidad a lo social y espiritual.</li>\n</ul>\n\n<h2>Conclusión</h2>\n<p>Los 60 transformaron la música en espejo consciente: una década donde el sonido dejó de ser fondo y se volvió frente narrativo de cambio. Entre marchas, experimentos de estudio y guitarras incandescentes, la juventud construyó nuevas formas de pertenecer y cuestionar. Cada acorde fue posibilidad, cada letra un prisma. Ese legado sigue vivo en la forma en que hoy escuchamos, debatimos, compartimos y buscamos significado. Porque mientras una canción pueda encender pensamiento y comunidad, el espíritu de los sesenta continúa resonando.</p>",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/1960s.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/1960s.vtt",
      "imageUrl": "1960s",
      "fileSizeBytes": 157568301
    },
    {
      "id": "1970s",
      "title": "1970s – Brillo disco, punk rabioso y grooves planetarios",
      "description": "Brillo disco, rebelión punk, arena rock, pulso reggae e intimidad cantautor chocan mientras síntesis, protestas y tribus estilísticas reconfiguran cultura. Daniel y Annabelle te guían por tensiones y laboratorio sonoro. Dale Play y viaja entre caleidoscópicos grooves.",
      "language": "es",
      "isAvailable": true,
      "publishedAt": "2025-11-08T10:00:00Z",
  "showNotesHtml": "<h2>Episodio en Resumen</h2>\n<p>Los años setenta no fueron solo una década —fueron una experiencia sensorial. Entre el humo de los clubes y el brillo de las bolas de discoteca, entre guitarras eléctricas, sintetizadores y voces que confesaban sin miedo, el mundo descubrió una nueva forma de sentir la música. Fue una época donde lo humano y lo tecnológico se abrazaron, donde el vinilo se convirtió en espejo del alma.</p>\n\n<p>En este episodio, Daniel y Annabelle viajan a través de los sonidos, los cuerpos y las emociones que definieron una década dorada: del funk al rock progresivo, del folk a la música disco, del compromiso político a la búsqueda espiritual. <em>Dale Play y sumérgete.</em></p>\n\n<h2>Los Presentadores</h2>\n<p>🎸 <strong>Daniel</strong> – Apasionado del rock y el metal, fascinado por la manera en que la emoción y la técnica pueden construir una revolución sonora.</p>\n<p>🎶 <strong>Annabelle</strong> – Amante del soul, el pop y las raíces latinas; para ella, la música es memoria viva, cuerpo, historia y verdad.</p>\n<p>Juntos exploran cómo los años setenta unieron contradicciones —glamour y melancolía, política y placer, máquina y alma— hasta crear uno de los capítulos más humanos de la historia de la música.</p>\n\n<h2>El Espíritu de la Década</h2>\n<ul>\n  <li>🌍 <strong>El Mundo en Transformación:</strong> Crisis políticas, luchas sociales, movimientos feministas y nuevas libertades culturales.</li>\n  <li>💿 <strong>El Sonido Analógico:</strong> Grabaciones cálidas, errores hermosos, y una cercanía que hacía que cada nota respirara.</li>\n  <li>💃 <strong>El Cuerpo como Lenguaje:</strong> En los clubes, el baile se convirtió en forma de resistencia y celebración.</li>\n  <li>🎧 <strong>Escuchar como Ritual:</strong> Los tocadiscos eran altares domésticos, y poner una aguja sobre el vinilo era casi un acto sagrado.</li>\n  <li>🕊️ <strong>El Alma de la Rebeldía:</strong> De la protesta a la introspección —la música se volvió refugio y espejo.</li>\n</ul>\n\n<h2>El Sonido de los 70</h2>\n<h3>Entre la Calidez y la Revolución</h3>\n<ul>\n  <li>🎸 Pink Floyd, Led Zeppelin, Queen – El rock como viaje sonoro, entre misticismo y épica.</li>\n  <li>🎹 Carole King, Joni Mitchell, James Taylor – La vulnerabilidad se hace poesía.</li>\n  <li>🎤 Stevie Wonder, Marvin Gaye, Aretha Franklin – Soul como conciencia y esperanza.</li>\n  <li>🌈 David Bowie, T. Rex, Roxy Music – Glamour, identidad y libertad en forma de arte.</li>\n  <li>💫 Kraftwerk, Tangerine Dream, Brian Eno – La tecnología aprende a tener alma.</li>\n</ul>\n\n<h3>Latinoamérica Despierta</h3>\n<ul>\n  <li>🇨🇱 Víctor Jara, Violeta Parra, Inti Illimani – Cantar como acto de resistencia.</li>\n  <li>🇧🇷 Caetano Veloso, Gilberto Gil, Elis Regina – El Tropicalismo como revolución poética.</li>\n  <li>🇪🇸 Joan Manuel Serrat, Luis Eduardo Aute, María del Mar Bonet – Canción como metáfora de libertad.</li>\n  <li>🇦🇷 Charly García, Spinetta, León Gieco – El rock se vuelve refugio y memoria colectiva.</li>\n</ul>\n\n<h2>Cultura y Contracultura</h2>\n<ul>\n  <li>✨ <strong>El Discurso del Cuerpo:</strong> La pista de baile como espacio político: diversidad, deseo y emancipación.</li>\n  <li>🎨 <strong>Moda y Estilo:</strong> Plataformas, lentejuelas, camisas brillantes —el cuerpo como manifiesto.</li>\n  <li>📀 <strong>La Era del Álbum:</strong> Discos como obras completas; cada canción, un capítulo.</li>\n  <li>🎬 <strong>Cine y Sonido:</strong> <em>Saturday Night Fever</em>, <em>Grease</em>, <em>Star Wars</em>, <em>Apocalypse Now</em> —cuando la música dicta la emoción.</li>\n  <li>📻 <strong>Medios y Radio:</strong> La FM se convierte en templo del sonido estéreo; el locutor, en narrador de generaciones.</li>\n</ul>\n\n<h2>Escucha Recomendada</h2>\n<ul>\n  <li>🎧 Fleetwood Mac – Dreams, Go Your Own Way</li>\n  <li>🎧 Pink Floyd – Wish You Were Here, Time</li>\n  <li>🎧 David Bowie – Life on Mars?, Heroes</li>\n  <li>🎧 Queen – Bohemian Rhapsody</li>\n  <li>🎧 Stevie Wonder – Sir Duke, Superstition</li>\n  <li>🎧 Marvin Gaye – What’s Going On</li>\n  <li>🎧 Bob Marley – Redemption Song, No Woman, No Cry</li>\n  <li>🎧 ABBA – Dancing Queen, The Winner Takes It All</li>\n  <li>🎧 Donna Summer – I Feel Love</li>\n  <li>🎧 Víctor Jara – Te Recuerdo Amanda</li>\n  <li>🎧 Caetano Veloso – Alegria, Alegria</li>\n  <li>🎧 Joan Manuel Serrat – Mediterráneo</li>\n</ul>\n\n<h2>Temas Clave</h2>\n<ul>\n  <li>🕊️ <em>La Humanidad del Sonido:</em> La imperfección como forma de belleza.</li>\n  <li>🎶 <em>La Música como Identidad:</em> Cada ritmo, una filosofía; cada baile, un manifiesto.</li>\n  <li>💫 <em>La Fusión de Contrastes:</em> Rock, funk, folk, soul y electrónica conviven sin fronteras.</li>\n  <li>❤️ <em>Mujeres al Frente:</em> De Joni Mitchell a Mercedes Sosa —la voz femenina se convierte en verdad universal.</li>\n  <li>⚙️ <em>Tecnología con Corazón:</em> El estudio se vuelve laboratorio emocional.</li>\n</ul>\n\n<h2>Conclusión</h2>\n<p>Los años setenta fueron una década de humanidad pura —donde el arte se volvió carne, y la emoción se grabó en cinta. Entre luces de neón y guitarras con eco, el mundo aprendió a escucharse a sí mismo. La música ya no era solo entretenimiento: era identidad, consuelo, espejo y revolución.</p>\n\n<p>Y cada vez que un vinilo gira, ese eco regresa: cálido, imperfecto, humano.</p>\n\n<p>Los 70 no son pasado. Son un latido que sigue sonando en nosotros.</p>",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/1970s.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/1970s.vtt",
      "imageUrl": "1970s"
    },
    {
      "id": "1980s",
      "title": "1980s – Neón, MTV, synthpop, metal y himnos pop globales",
      "description": "Visuales neón, mitificación MTV, brillo synthpop, fuego metal, ascenso hip‑hop y megaeventos caritativos globalizan identidad pop y producción. Daniel y Annabelle te guían por imagen, subculturas e innovación. Dale Play y siente energía amplificada de la era.",
      "language": "es",
      "isAvailable": false,
      "publishedAt": "2025-04-25T10:00:00Z",
      "showNotesHtml": "",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/1980s.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/1980s.vtt",
      "imageUrl": "1980s"
    },
    {
      "id": "1990s",
      "title": "1990s – Grunge, hip‑hop, rave y mosaico pop digital plural",
      "description": "Angustia grunge, narrativa hip‑hop, euforia rave, teen pop brillante y chispas digitales de CD a Napster funden tribus y estilos fragmentados. Daniel y Annabelle te guían por escenas, identidad, tecnología e innovación. Dale Play y deja que el décenio gire intenso en tus oídos.",
      "language": "es",
      "isAvailable": false,
      "publishedAt": "2025-05-02T10:00:00Z",
      "showNotesHtml": "",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/1990s.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/1990s.vtt",
      "imageUrl": "1990s"
    },
    {
      "id": "2000s",
      "title": "2000s – Descargas, iPod, emo y frontera streaming digital",
      "description": "Declive CD, iPods, intercambio, confesión emo, rock híbrido, pop maximalista y semillas streaming transforman escucha mientras beats latinos, K‑Pop y clubes crecen. Daniel y Annabelle te acompañan por transición y fandom. Dale Play y cruza el puente digital.",
      "language": "es",
      "isAvailable": false,
      "publishedAt": "2025-05-09T10:00:00Z",
      "showNotesHtml": "",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/2000s.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/2000s.vtt",
      "imageUrl": "2000s"
    },
    {
      "id": "2010s",
      "title": "2010s – Streaming, viralidad, poder fandom y voces globales",
      "description": "Dominio streaming, memes, bailes virales, disolución de géneros y voces globales (Latin, K‑Pop, Afrobeat) convierten música en cultura interactiva. Daniel y Annabelle te guían por algoritmos, activismo e identidad. Dale Play y únete al coro sin fronteras.",
      "language": "es",
      "isAvailable": false,
      "publishedAt": "2025-05-16T10:00:00Z",
      "showNotesHtml": "",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/2010s.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/2010s.vtt",
      "imageUrl": "2010s"
    },
    {
      "id": "female-blues-legends",
      "title": "Leyendas del Blues Femeninas: Poder, Alma, Fuego, Legado",
      "description": "Ma Rainey, Bessie Smith, Memphis Minnie, Big Mama Thornton, Etta James y Koko Taylor convierten supervivencia y dignidad en blues vocal crudo que modela soul, rock e hip‑hop. Daniel y Annabelle te guían por timbre, letras, resistencia y legado. Dale Play y siente base encender identidad sonora viva.",
      "language": "es",
      "isAvailable": false,
      "publishedAt": "2025-05-23T10:00:00Z",
      "showNotesHtml": "",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/female-blues-legends.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/female-blues-legends.vtt",
      "imageUrl": "female-blues-legends"
    },
    {
      "id": "female-country-stars",
      "title": "Estrellas Country Femeninas: Verdad, Corazón, Valentía, Voces",
      "description": "De Kitty Wells a Loretta, Dolly, Tammy, Reba, Shania, Carrie, Miranda y Kacey: porches y trabajo se vuelven canciones sobre clase, autonomía, humor y corazón. Daniel y Annabelle te acompañan por letras, imagen, crossover y evolución. Dale Play y siente storytelling expandiendo experiencia femenina.",
      "language": "es",
      "isAvailable": false,
      "publishedAt": "2025-06-06T10:00:00Z",
      "showNotesHtml": "",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/female-country-stars.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/female-country-stars.vtt",
      "imageUrl": "female-country-stars"
    },
    {
      "id": "female-djs",
      "title": "DJs Femeninas: Barreras rotas, Beats, Noche, Libertad Plena",
      "description": "De sótanos disco a mainstage: Sharon White, DJ Rap, Miss Kittin, Honey Dijon, Peggy Gou y Charlotte de Witte rompen gatekeeping y convierten la pista en refugio liberador. Daniel y Annabelle te guían por técnica, cultura, moda e inclusión. Dale Play y siente pulso que transforma comunidad nocturna.",
      "language": "es",
      "isAvailable": false,
      "publishedAt": "2025-06-13T10:00:00Z",
      "showNotesHtml": "",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/female-djs.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/female-djs.vtt",
      "imageUrl": "female-djs"
    },
    {
      "id": "female-grunge-artists",
      "title": "Artistas Grunge Femeninas: Verdad distorsión, Furia, Resiliencia",
      "description": "Courtney Love, Kat Bjelland, L7, Bikini Kill y voces afines giran distorsión, zines, moda subvertida y gritos catárticos en energía feminista de supervivencia. Daniel y Annabelle te guían por crudeza, identidad, DIY y manifiesto. Dale Play y escucha rebelión chispear en feedback visceral.",
      "language": "es",
      "isAvailable": false,
      "publishedAt": "2025-06-20T10:00:00Z",
      "showNotesHtml": "",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/female-grunge-artists.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/female-grunge-artists.vtt",
      "imageUrl": "female-grunge-artists"
    },
    {
      "id": "female-hip-hop-artists",
      "title": "Artistas Hip-Hop Femeninas: Flow, Moda, Poder, Resistencia, Voz",
      "description": "MC Sha‑Rock, Roxanne Shanté, Salt‑N‑Pepa, MC Lyte, Queen Latifah, Missy, Lauryn, Nicki, Cardi y Megan giran narrativa con flow, moda y poder empresarial. Daniel y Annabelle te acompañan por voz, agencia, impacto e historia. Dale Play y siente salto del micrófono redefiniendo espacio cultural vivo.",
      "language": "es",
      "isAvailable": false,
      "publishedAt": "2025-06-27T10:00:00Z",
      "showNotesHtml": "",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/female-hip-hop-artists.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/female-hip-hop-artists.vtt",
      "imageUrl": "female-hip-hop-artists"
    },
    {
      "id": "female-jazz-vocalists",
      "title": "Vocalistas Jazz Femeninas: Alma, Swing, Fraseo, Riesgo, Valor",
      "description": "Billie Holiday, Ella Fitzgerald, Sarah Vaughan, Nina Simone, Betty Carter y herederas transforman fraseo, scat, riesgo y activismo en archivo emocional vivo. Daniel y Annabelle te guían por timbre, improvisación y herencia. Dale Play y deja que memoria swinguee formando identidad sonora colectiva.",
      "language": "es",
      "isAvailable": false,
      "publishedAt": "2025-07-04T10:00:00Z",
      "showNotesHtml": "",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/female-jazz-vocalists.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/female-jazz-vocalists.vtt",
      "imageUrl": "female-jazz-vocalists"
    },
    {
      "id": "female-pop-superstars",
      "title": "Superestrellas Pop Femeninas: Cambio, Emoción, Brillo, Activismo",
      "description": "Diana, Aretha, Madonna, Whitney, Mariah, Britney, Beyoncé, Gaga, Rihanna, Taylor y Billie convierten reinvención, vulnerabilidad, activismo y fandom en motor pop transgeneracional. Daniel y Annabelle te acompañan por épocas, persona e influencia. Dale Play y siente mito vivo moldeando deseo social.",
      "language": "es",
      "isAvailable": false,
      "publishedAt": "2025-07-11T10:00:00Z",
      "showNotesHtml": "",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/female-pop-superstars.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/female-pop-superstars.vtt",
      "imageUrl": "female-pop-superstars"
    },
    {
      "id": "female-rb-divas",
      "title": "Divas R&B Femeninas: Fuerza Soul, Cambio, Sanación, Legado",
      "description": "Aretha, Etta, Chaka, Whitney, Mariah, Mary J., Beyoncé, Rihanna, SZA, H.E.R. y Lizzo llevan fuego gospel, melisma, intimidad, protesta y reinvención más allá de listas. Daniel y Annabelle te guían por resiliencia, crossover, sanación y voz. Dale Play y deja que el soul mueva mundos interiores.",
      "language": "es",
      "isAvailable": false,
      "publishedAt": "2025-07-25T10:00:00Z",
      "showNotesHtml": "",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/female-rb-divas.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/female-rb-divas.vtt",
      "imageUrl": "female-rb-divas"
    },
    {
      "id": "female-rock-metal-vocalists",
      "title": "Vocalistas Rock & Metal Femeninas: Poder, Grit, Mito, Futuro",
      "description": "Janis, Grace, Joan, Doro, Amy Lee, Cristina, Angela, Tarja, Floor, Lzzy y Tatiana unen dureza, rango, vulnerabilidad y presencia mítica creando nueva gravedad. Daniel y Annabelle te acompañan por extremos, géneros, ritual y energía fan. Dale Play y mira expectativas romperse ante intensidad plural.",
      "language": "es",
      "isAvailable": false,
      "publishedAt": "2025-08-01T10:00:00Z",
      "showNotesHtml": "",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/female-rock-metal-vocalists.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/female-rock-metal-vocalists.vtt",
      "imageUrl": "female-rock-metal-vocalists"
    },
    {
      "id": "female-vocal-icons",
      "title": "Íconos Vocales Femeninos: Técnica, Timbre, Emoción, Influencia",
      "description": "Billie, Ella, Aretha, Whitney, Mariah, Céline, Sade, Adele, Beyoncé y nuevas voces entrelazan técnica, color, emoción y timing cultural en épocas vocales. Daniel y Annabelle te guían por timbres, riesgo interpretativo e influencia. Dale Play y encuentra estándar dorado forjando memoria colectiva.",
      "language": "es",
      "isAvailable": false,
      "publishedAt": "2025-08-15T10:00:00Z",
      "showNotesHtml": "",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/female-vocal-icons.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/female-vocal-icons.vtt",
      "imageUrl": "female-vocal-icons"
    },
    {
      "id": "piano",
      "title": "Piano – 88 teclas moldeando emoción, memoria e identidad sonora",
      "description": "Salones, conservatorios, lofts de jazz, estudios pop y playlists muestran cómo el piano convierte 88 teclas en emoción, memoria y atmósfera: orquesta portátil y diario íntimo. Daniel y Annabelle te guían por tacto, timbre y evolución histórica. Dale Play y deja resonar identidad.",
      "language": "es",
      "isAvailable": false,
      "publishedAt": "2025-08-22T10:00:00Z",
      "showNotesHtml": "",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/piano.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/piano.vtt",
      "imageUrl": "piano"
    },
    {
      "id": "orchestral",
      "title": "Orquesta – Cuerpos sonoros amplificando emoción, memoria y mito",
      "description": "De cortes barrocas y sinfonías clásicas a expansiones románticas, cine épico y videojuegos: la orquesta respira como organismo colectivo que hace visible emoción, protesta y rito. Daniel y Annabelle te guían por secciones, textura, dinámica y función cultural. Dale Play y escucha comunidad latir.",
      "language": "es",
      "isAvailable": false,
      "publishedAt": "2025-08-29T10:00:00Z",
      "showNotesHtml": "",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/orchestral.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/orchestral.vtt",
      "imageUrl": "orchestral"
    },
    {
      "id": "soundtrack",
      "title": "Bandas sonoras – Pulsos que moldean emoción, recuerdo y relato",
      "description": "Dos notas de tiburón, galaxias, cuerdas dolientes y needle drops curados: bandas sonoras narran debajo de la imagen y vuelven memoria, memes y rituales culturales. Daniel y Annabelle te guían por motivo, textura, selección y función emocional. Dale Play y siente historia oculta guiando escenas.",
      "language": "es",
      "isAvailable": false,
      "publishedAt": "2025-09-05T10:00:00Z",
      "showNotesHtml": "",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/soundtrack.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/soundtrack.vtt",
      "imageUrl": "soundtrack"
    },
    {
      "id": "opera",
      "title": "Ópera – Pasión, espectáculo, mito y drama humano amplificado",
      "description": "De Monteverdi y Mozart a Verdi, Wagner, Puccini y producciones digitales, la ópera funde música, palabra, vestuario y gesto en confesión amplificada. Daniel y Annabelle te guían por aria, recitativo, montaje y transformación histórica. Dale Play y descubre pasión sin filtro hecha sonido vivo.",
      "language": "es",
      "isAvailable": false,
      "publishedAt": "2025-09-12T10:00:00Z",
      "showNotesHtml": "",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/opera.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/opera.vtt",
      "imageUrl": "opera"
    },
    {
      "id": "classical",
      "title": "Música clásica – Memoria, fuego, innovación y emoción atemporal",
      "description": "Bach, Haydn, Mozart y Beethoven forjan formas; Chopin, Wagner y Tchaikovsky expanden emoción; Debussy y Stravinsky reinventan color; hoy playlists reciclan legado. Daniel y Annabelle te guían por estructura, espacio, evolución y vigencia. Dale Play y deja que historia hable al presente.",
      "language": "es",
      "isAvailable": false,
      "publishedAt": "2025-09-19T10:00:00Z",
      "showNotesHtml": "",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/classical.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/classical.vtt",
      "imageUrl": "classical"
    },
    {
      "id": "chamber-music",
      "title": "Música de cámara – Diálogos íntimos revelando tensión y belleza",
      "description": "Haydn y Mozart convierten conversación en cuartetos; Beethoven y Schubert abren abismos; Bartók y Messiaen suman modernidad y símbolo. Cámara exhibe cada respiración como negociación sonora. Daniel y Annabelle te guían por interacción, forma y fragilidad. Dale Play y escucha verdad concentrada.",
      "language": "es",
      "isAvailable": false,
      "publishedAt": "2025-09-26T10:00:00Z",
      "showNotesHtml": "",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/chamber-music.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/chamber-music.vtt",
      "imageUrl": "chamber-music"
    },
    {
      "id": "new-age",
      "title": "New Age – Calma, amplitud, respiración y foco en deriva serena",
      "description": "Minimalismo, ambient y espiritualidad setentera; Kitaro, Enya y Vangelis expanden atmósfera; wellness y apps ritualizan escucha lenta. New Age convierte textura y silencio en herramienta mental. Daniel y Annabelle te guían por origen, función y estética. Dale Play y exhala paisaje interno.",
      "language": "es",
      "isAvailable": false,
      "publishedAt": "2025-10-03T10:00:00Z",
      "showNotesHtml": "",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/new-age.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/new-age.vtt",
      "imageUrl": "new-age"
    },
    {
      "id": "cristina-scabbia",
      "title": "Cristina Scabbia – Intensidad, rango oscuro y identidad moderna",
      "description": "De demos góticos a éxito con Lacuna Coil: Cristina une potencia, calidez oscura y control mezclando metal y melodía accesible. Analizamos respiración, dúo vocal e evolución estética. Daniel y Annabelle te guían por color, dinámica y legado. Dale Play y siente intensidad consciente.",
      "language": "es",
      "isAvailable": false,
      "publishedAt": "2025-10-10T10:00:00Z",
      "showNotesHtml": "",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/cristina-scabbia.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/cristina-scabbia.vtt",
      "imageUrl": "cristina-scabbia"
    },
    {
      "id": "sharon-den-adel",
      "title": "Sharon den Adel – Textura etérea, diseño melódico y alcance pop",
      "description": "Within Temptation transforma raíces góticas en épica sinfónica y luego pulso pop; Sharon mezcla ligereza aérea y fraseo preciso para puente mainstream. Examinamos control dinámico, registro y marca vocal. Daniel y Annabelle te guían por estrategia tímbrica. Dale Play y vive elegancia expansiva.",
      "language": "es",
      "isAvailable": false,
      "publishedAt": "2025-10-17T10:00:00Z",
      "showNotesHtml": "",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/sharon-den-adel.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/sharon-den-adel.vtt",
      "imageUrl": "sharon-den-adel"
    },
    {
      "id": "amy-lee",
      "title": "Amy Lee – Piano confesional, proyección dramática y sello híbrido",
      "description": "Evanescence combinó rock, elementos góticos y melodías pop; Amy articula vulnerabilidad y potencia teatral sobre piano y arreglos. Observamos mezcla técnica, fraseo emotivo y estética visual integrada. Daniel y Annabelle te guían por capas expresivas. Dale Play y siente catarsis estructurada.",
      "language": "es",
      "isAvailable": false,
      "publishedAt": "2025-10-24T10:00:00Z",
      "showNotesHtml": "",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/amy-lee.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/amy-lee.vtt",
      "imageUrl": "amy-lee"
    },
    {
      "id": "charlotte-wessels",
      "title": "Charlotte Wessels – Lirismo articulado y modernidad narrativa",
      "description": "Delain une gancho accesible y ambiente sinfónico; Charlotte equilibra dicción clara, emoción controlada y poética moderna. Miramos registro, textura media y construcción temática. Daniel y Annabelle te guían por precisión lírica y evolución. Dale Play y explora narrativa cristalina.",
      "language": "es",
      "isAvailable": false,
      "publishedAt": "2025-10-31T10:00:00Z",
      "showNotesHtml": "",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/charlotte-wessels.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/charlotte-wessels.vtt",
      "imageUrl": "charlotte-wessels"
    },
    {
      "id": "doro-pesch",
      "title": "Doro Pesch – Perseverancia, rugosidad emotiva y legado metal",
      "description": "De Warlock a etapa solista, Doro simboliza continuidad y cercanía fan; timbre áspero y fraseo directo sostienen credibilidad. Revisamos resistencia vocal, marca y adaptación estilística sin perder núcleo. Daniel y Annabelle te guían por longevidad. Dale Play y experimenta fibra histórica.",
      "language": "es",
      "isAvailable": false,
      "publishedAt": "2025-11-07T10:00:00Z",
      "showNotesHtml": "",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/doro-pesch.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/doro-pesch.vtt",
      "imageUrl": "doro-pesch"
    },
    {
      "id": "floor-jansen",
      "title": "Floor Jansen – Versatilidad, control técnico y potencia cálida",
      "description": "Floor fusiona técnica clásica y ataque moderno, del susurro íntimo a proyección operística limpia. Nightwish amplifica alcance y narrativa épica. Analizamos respiración, colocación y estrategia estilística. Daniel y Annabelle te guían por rango híbrido. Dale Play y siente expansión controlada.",
      "language": "es",
      "isAvailable": false,
      "publishedAt": "2025-11-14T10:00:00Z",
      "showNotesHtml": "",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/floor-jansen.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/floor-jansen.vtt",
      "imageUrl": "floor-jansen"
    },
    {
      "id": "simone-simons",
      "title": "Simone Simons – Color lírico, articulación y sello sinfónico",
      "description": "Epica mezcla coros, riffs pesados y orquestación; Simone proyecta línea lírica con control de vibrato y corte preciso sobre densidad. Examinamos vocal fry inicial, respiración e integración coral. Daniel y Annabelle te guían por estética refinada. Dale Play y percibe claridad expansiva.",
      "language": "es",
      "isAvailable": false,
      "publishedAt": "2025-11-21T10:00:00Z",
      "showNotesHtml": "",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/simone-simons.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/simone-simons.vtt",
      "imageUrl": "simone-simons"
    },
    {
      "id": "tarja-turunen",
      "title": "Tarja Turunen – Fusión lírica, metal sinfónico y pionerismo",
      "description": "Tarja introduce técnica clásica en metal sinfónico temprano, define mezcla lírica y dramatismo; su etapa post Nightwish consolida marca solista. Observamos ataque frontal, resonancia alta y diseño de espacio. Daniel y Annabelle te guían por innovación vocal. Dale Play y percibe firma pionera.",
      "language": "es",
      "isAvailable": false,
      "publishedAt": "2025-11-28T10:00:00Z",
      "showNotesHtml": "",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/tarja-turunen.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/es/tarja-turunen.vtt",
      "imageUrl": "tarja-turunen"
    }
  ]
}
