{
  "podcasts": [
    {
      "id": "1950s",
      "title": "Anos 1950 – Nascimento vibrante do rock & roll elétrico",
      "description": "Néon, jukebox e riffs inauguram rebeldia sonora. Do rhythm & blues aos hinos elétricos nasce identidade moderna urgente. Daniel e Annabelle te guiam por vozes icônicas, batidas pioneiras e danças agitadas. Pressiona Play e mergulha na faísca que acendeu atitude cultural do espírito rock hoje.",
      "language": "pt",
      "isAvailable": true,
      "publishedAt": "2025-04-04T10:00:00Z",
      "showNotesHtml": "<h3>Visão geral do episódio</h3><p>Do estalar do vinil ao brilho dos néons, os anos 1950 foram uma década em que o mundo voltou a ouvir — e a acreditar.<br/>Da fusão entre blues, gospel, jazz e country nasceu um novo idioma universal: o Rock’n’Roll.<br/>Era ritmo e rebeldia, juventude e inocência, esperança e descoberta.<br/>Neste episódio, Daniel e Annabelle exploram a energia crua e a ternura dessa década que reinventou a música e o próprio espírito humano.</p><h3>Os anfitriões</h3><ul><li>🎸 <strong>Daniel</strong> — Apaixonado por rock e metal, fascinado pelas histórias escondidas por trás de riffs, estúdios e revoluções sonoras.</li><li>🎶 <strong>Annabelle</strong> — Enamorada do pop, soul e dos ritmos latinos; para ela, a música é emoção, memória e comunhão entre pessoas.</li></ul><h3>Contexto &amp; espírito da época</h3><ul><li>🌅 <strong>Um mundo renascido</strong>: depois da guerra, a música devolve esperança e movimento.</li><li>💿 <strong>Inovação sonora</strong>: o vinil de 45 rotações, o rádio portátil e o eco de estúdio redefinem o som.</li><li>🕺 <strong>O nascimento da juventude</strong>: surge o “teenager”, com voz, estilo e sonhos próprios.</li><li>🎙️ <strong>Cruzamento de culturas</strong>: R&amp;B afro-americano encontra o country branco — nasce o Rock’n’Roll.</li><li>📻 <strong>Expansão mediática</strong>: rádios, jukeboxes e televisão transformam músicas em fenômenos globais.</li></ul><h3>O som dos anos 50</h3><ul><li>🎵 <strong>Rock’n’Roll</strong>: Elvis Presley, Chuck Berry, Little Richard — energia, rebeldia e carisma.</li><li>🤠 <strong>Rockabilly</strong>: Carl Perkins, Wanda Jackson — country elétrico com atitude.</li><li>🎤 <strong>Doo-Wop</strong>: The Platters, The Drifters — harmonias suaves e romantismo adolescente.</li><li>🎙️ <strong>Crooners</strong>: Nat King Cole, Frank Sinatra, Patsy Cline — elegância e sentimento.</li><li>🙏 <strong>Gospel e Soul nascente</strong>: Ray Charles, Sam Cooke — espiritualidade convertida em groove.</li><li>🎸 <strong>Blues elétrico</strong>: Muddy Waters, B.B. King — a raiz das guitarras modernas.</li></ul><h3>O pulso cultural</h3><ul><li>✨ <strong>Juventude em revolução</strong>: moda, dança e atitude tornam-se expressões de liberdade.</li><li>🚗 <strong>Cultura do automóvel</strong>: liberdade sobre rodas e música no rádio.</li><li>🎬 <strong>Cinema &amp; som</strong>: Rebel Without a Cause, Jailhouse Rock, The Wild One.</li><li>💋 <strong>Moda e sensualidade</strong>: jaquetas de couro, saias rodadas, lábios vermelhos — estilo como identidade.</li><li>🌍 <strong>Diálogo global</strong>: o skiffle britânico, o fado português, o samba e o mambo — o mundo inteiro em compasso comum.</li></ul><h3>Sugestões de escuta</h3><ul><li>🎧 Elvis Presley – That’s All Right, Heartbreak Hotel</li><li>🎧 Chuck Berry – Johnny B. Goode, Maybellene</li><li>🎧 Little Richard – Tutti Frutti, Long Tall Sally</li><li>🎧 Ray Charles – What’d I Say, I Got a Woman</li><li>🎧 Buddy Holly – Peggy Sue, Everyday</li><li>🎧 The Platters – Only You (And You Alone)</li><li>🎧 Fats Domino – Blueberry Hill</li><li>🎧 Sam Cooke – You Send Me</li><li>🎧 Wanda Jackson – Let’s Have a Party</li><li>🎧 Bill Haley &amp; His Comets – Rock Around the Clock</li></ul><h3>Ideias principais do episódio</h3><ul><li>🎶 <strong>A música como renascimento</strong>: cura e esperança após o silêncio da guerra.</li><li>⚡ <strong>A juventude como motor cultural</strong>: a batida transforma-se em símbolo de identidade.</li><li>💿 <strong>A tecnologia como emoção</strong>: o estúdio torna-se um instrumento criativo.</li><li>💃 <strong>O corpo como linguagem</strong>: dançar é existir, é resistir.</li><li>❤️ <strong>A emoção como legado</strong>: a imperfeição sonora torna-se a beleza da verdade.</li></ul><h3>Conclusão</h3><p>Os anos 1950 não foram apenas o início do Rock’n’Roll — foram o renascimento da humanidade através do som.<br/>Em cada acorde há um suspiro de esperança, em cada voz uma história de reconstrução.<br/>Da América a Lisboa, de Memphis a Coimbra, o mundo aprendeu novamente a sonhar — e a dançar.<br/>Porque enquanto houver uma jukebox a tocar e alguém a sorrir, o coração dos cinquenta continuará a bater.</p>",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/pt/1950s.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/pt/1950s.vtt",
      "imageUrl": "1950s",
      "fileSizeBytes": 225643437,
      "durationSeconds": 4607
    },
    {
      "id": "1960s",
      "title": "Anos 1960 – Revolução pop psicodélica e expansão sonora global",
      "description": "Garagens viram palcos globais; cores psicodélicas e harmonias ousadas reinventam capas e estúdio. Produção e mensagem social expandem-se. Daniel e Annabelle te acompanham por protestos cantados e fusões corajosas. Pressiona Play e atravessa inovações que ampliaram emoção musical moderna hoje.",
      "language": "pt",
      "isAvailable": true,
      "publishedAt": "2025-04-11T10:00:00Z",
      "showNotesHtml": "<h2>Episódio em Destaque</h2>\n<p>Os anos sessenta não foram apenas uma década — foram um renascimento. Uma era de som, cor e transformação. De Lisboa ao Rio, de Londres a São Francisco, a música tornou-se o espelho vivo de uma geração que aprendeu a sentir e a sonhar em ritmo. Era o tempo da bossa nova, do fado moderno, do rock elétrico e da poesia que ecoava nas rádios, nas ruas e nas esperanças de milhões.</p>\n<p>Neste episódio, Daniel e Annabelle conduzem uma viagem imersiva por uma década que mudou para sempre a forma como o mundo ouve e sente a música — quando cada canção era também um gesto de liberdade.</p>\n\n<h2>Os Apresentadores</h2>\n<p>🎸 <strong>Daniel</strong> – Apaixonado por rock e metal, fascinado pela forma como a energia bruta se transforma em arte e emoção.</p>\n<p>🎶 <strong>Annabelle</strong> – Amante do soul, do pop e das sonoridades latinas, enxerga em cada melodia uma história de humanidade e calor.</p>\n<p>Juntos, exploram como os anos sessenta tornaram o som um idioma universal — e a música, uma ponte entre gerações e culturas.</p>\n\n<h2>O Espírito da Década</h2>\n<ul>\n  <li>🌍 <strong>Um Mundo em Ebulição:</strong> O pós-guerra dá lugar ao otimismo e à sede de mudança — nas cidades, nas ideias, na arte.</li>\n  <li>🎧 <strong>A Revolução do Som:</strong> O estéreo, as gravações multipistas e as novas tecnologias transformam o estúdio num instrumento criativo.</li>\n  <li>💃 <strong>Juventude em Movimento:</strong> Pela primeira vez, os jovens têm voz, estilo e ritmo próprios.</li>\n  <li>🕊️ <strong>Esperança e Rebeldia:</strong> As canções falam de amor, mas também de liberdade, igualdade e sonhos coletivos.</li>\n  <li>🎨 <strong>Cultura em Expansão:</strong> Música, moda, cinema e poesia fundem-se num só corpo criativo — colorido, ousado e humano.</li>\n</ul>\n\n<h2>O Som da Mudança</h2>\n<h3>Portugal e Brasil: Dois Mundos, Uma Alma</h3>\n<ul>\n  <li>🇵🇹 <strong>Amália Rodrigues</strong> reinventa o fado com orquestrações modernas e emoção universal.</li>\n  <li>🇵🇹 <strong>Simone de Oliveira, Madalena Iglésias, António Calvário</strong> trazem frescura e elegância à música popular portuguesa.</li>\n  <li>🇧🇷 <strong>João Gilberto, Tom Jobim, Vinícius de Moraes</strong> fazem nascer a bossa nova — leve como o vento, profunda como o mar.</li>\n  <li>🇧🇷 <strong>Caetano Veloso, Gilberto Gil, Os Mutantes</strong> transformam a Tropicália em revolução sonora e poética.</li>\n  <li>🎙️ <strong>Elis Regina</strong> explode em palco com intensidade e autenticidade.</li>\n</ul>\n<h3>O Mundo Descobre o Som</h3>\n<ul>\n  <li>🇬🇧 <strong>The Beatles</strong> redefinem o pop com <em>Rubber Soul</em>, <em>Revolver</em> e <em>Sgt. Pepper’s</em>.</li>\n  <li>🎸 <strong>The Rolling Stones</strong> personificam o lado rebelde do rock.</li>\n  <li>🎤 <strong>Bob Dylan</strong> mistura poesia e protesto, fazendo da palavra uma arma suave.</li>\n  <li>💃 <strong>Aretha Franklin, Otis Redding, Sam Cooke</strong> transformam a dor em força — o soul como hino da dignidade.</li>\n  <li>🌈 <strong>Jimi Hendrix, Janis Joplin, The Doors</strong> levam a psicodelia aos limites da emoção.</li>\n</ul>\n\n<h2>Cultura e Cotidiano</h2>\n<ul>\n  <li>✨ <strong>Moda e Identidade:</strong> Minissaias, ternos coloridos, cabelo solto — a roupa torna-se declaração.</li>\n  <li>🎬 <strong>Cinema e Estilo:</strong> <em>Blow-Up</em>, <em>La Dolce Vita</em>, <em>Easy Rider</em> — a tela vibra ao som da juventude.</li>\n  <li>📻 <strong>Rádio e Televisão:</strong> O vinil gira, as jukeboxes brilham, e a música invade as casas, cafés e praças.</li>\n  <li>🖼️ <strong>Arte e Design:</strong> Warhol, tipografias psicadélicas, cartazes coloridos — o cotidiano vira arte pop.</li>\n  <li>💫 <strong>Mulheres no Palco:</strong> De Aretha a Amália, de Elis a Françoise Hardy — a voz feminina ganha força, emoção e protagonismo.</li>\n</ul>\n\n<h2>Faixas Essenciais</h2>\n<ul>\n  <li>🎧 Amália Rodrigues – <em>Povo que Lavas no Rio</em></li>\n  <li>🎧 Simone de Oliveira – <em>Sol de Inverno</em></li>\n  <li>🎧 João Gilberto &amp; Tom Jobim – <em>Garota de Ipanema</em></li>\n  <li>🎧 Caetano Veloso – <em>Alegria, Alegria</em></li>\n  <li>🎧 Elis Regina – <em>Arrastão</em></li>\n  <li>🎧 The Beatles – <em>A Day in the Life</em>, <em>Here Comes the Sun</em></li>\n  <li>🎧 The Rolling Stones – <em>Paint It Black</em></li>\n  <li>🎧 Bob Dylan – <em>Blowin’ in the Wind</em></li>\n  <li>🎧 Aretha Franklin – <em>Respect</em></li>\n  <li>🎧 Jimi Hendrix – <em>Purple Haze</em></li>\n  <li>🎧 Janis Joplin – <em>Piece of My Heart</em></li>\n  <li>🎧 José Afonso – <em>Os Vampiros</em></li>\n</ul>\n\n<h2>Temas Centrais</h2>\n<ul>\n  <li>🕊️ <strong>A Música como Liberdade:</strong> Cada canção é um ato de resistência e beleza.</li>\n  <li>🌎 <strong>Globalização Sonora:</strong> Lisboa, Rio, Londres e Nova Iorque dançam no mesmo compasso.</li>\n  <li>💃 <strong>A Juventude como Força Cultural:</strong> Moda, atitude e som tornam-se símbolos de identidade.</li>\n  <li>💫 <strong>A Mulher como Voz de Mudança:</strong> Sensibilidade e poder caminham lado a lado.</li>\n  <li>🎨 <strong>Arte e Emoção:</strong> A estética pop torna o quotidiano extraordinário.</li>\n</ul>\n\n<h2>Conclusão</h2>\n<p>Os anos sessenta foram uma aula de humanidade — o instante em que a música deixou de ser apenas som e passou a ser consciência, comunhão e esperança. Foi a década em que o mundo aprendeu a sonhar com guitarras, a amar em estéreo e a dançar contra o medo.</p>\n<p>Da voz de Amália ao violão de João, das ruas de Lisboa às praias do Rio, ficou uma certeza: a liberdade tem melodia.</p>\n<p>E sempre que um vinil gira, ela volta a tocar.</p>",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/pt/1960s.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/pt/1960s.vtt",
      "imageUrl": "1960s",
      "fileSizeBytes": 128354733,
      "durationSeconds": 4520
    },
    {
      "id": "1970s",
      "title": "Anos 1970 – Era do álbum conceito, disco e rock expansivo",
      "description": "Sintetizadores quentes, grooves pulsantes e luzes vibrantes alimentam pistas expansivas. O LP vira jornada conceito enquanto disco e rock ampliam escala. Daniel e Annabelle te guiam por riffs épicos e produção analógica ambiciosa. Pressiona Play e explora evolução que refinou identidade sonora hoje.",
      "language": "pt",
      "isAvailable": false,
      "publishedAt": "2025-04-18T10:00:00Z",
      "showNotesHtml": "Rock progressivo, ascensão disco, consolidação álbum orientado a conceito e amplificação das turnês.",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/en/1970s.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/pt/1970s.vtt",
      "imageUrl": "1970s",
      "fileSizeBytes": 115002000,
      "durationSeconds": 4802
    },
    {
      "id": "1980s",
      "title": "Anos 1980 – Sintetizadores neon e estética global do videoclipe",
      "description": "Baterias eletrônicas e timbres neon moldam visuais coreografados globais. Pop, metal e hip hop trocam técnicas e marketing midiático. Daniel e Annabelle te acompanham por hooks e batidas programadas influentes. Pressiona Play e absorve década onde tecnologia definiu estética sonora contemporânea.",
      "language": "pt",
      "isAvailable": false,
      "publishedAt": "2025-04-25T10:00:00Z",
      "showNotesHtml": "MTV, sampling inicial, timbres digitais, exuberância estética e cruzamentos de gênero acelerados.",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/en/1980s.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/pt/1980s.vtt",
      "imageUrl": "1980s",
      "fileSizeBytes": 111884000,
      "durationSeconds": 4680
    },
    {
      "id": "1990s",
      "title": "Anos 1990 – Alternativo cru, cultura remix e ascensão digital",
      "description": "Grunge desafia polimento; trip hop mistura ambiências; remix redefine autoria. MP3 e internet aceleram descoberta global. Daniel e Annabelle te guiam por texturas introspectivas, batidas híbridas e atitude DIY resiliente. Pressiona Play e percorre década que cimentou diversidade estilística.",
      "language": "pt",
      "isAvailable": false,
      "publishedAt": "2025-05-02T10:00:00Z",
      "showNotesHtml": "Grunge, eletrônica atmosférica, hip hop lírico, expansão da distribuição digital embrionária.",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/en/1990s.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/pt/1990s.vtt",
      "imageUrl": "1990s",
      "fileSizeBytes": 109770000,
      "durationSeconds": 4555
    },
    {
      "id": "2000s",
      "title": "Anos 2000 – Pop convergente e revolução da distribuição online",
      "description": "Indie encontra mainstream; produção digital democratiza camadas detalhadas; redes sociais inauguram métricas novas. Mashups e downloads remodelam economia nascente. Daniel e Annabelle te acompanham por colaborações ágeis. Pressiona Play e analisa década que acelerou hibridização estilística.",
      "language": "pt",
      "isAvailable": false,
      "publishedAt": "2025-05-09T10:00:00Z",
      "showNotesHtml": "MP3 massivo, blogs musicais, fusão indie-pop, primeiras plataformas sociais impulsionando artistas.",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/en/2000s.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/pt/2000s.vtt",
      "imageUrl": "2000s",
      "fileSizeBytes": 113665000,
      "durationSeconds": 4722
    },
    {
      "id": "2010s",
      "title": "Anos 2010 – Streaming dominante e microcenas em estética híbrida",
      "description": "Playlists algorítmicas reordenam visibilidade; trap e bedroom pop coexistem fluidamente. Dados refinam criação segmentada. Daniel e Annabelle te guiam por vozes intimistas, texturas saturadas e colaborações descentralizadas. Pressiona Play e investiga década que cristalizou curadoria personalizada.",
      "language": "pt",
      "isAvailable": false,
      "publishedAt": "2025-05-16T10:00:00Z",
      "showNotesHtml": "Ascensão do streaming, gênero híbrido, métricas em tempo real influenciando estratégia de artistas.",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/en/2010s.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/pt/2010s.vtt",
      "imageUrl": "2010s",
      "fileSizeBytes": 112442000,
      "durationSeconds": 4690
    },
    {
      "id": "female-blues-legends",
      "title": "Lendas do blues feminino – garra, voz e herança emocional",
      "description": "Timbres ásperos, fraseado elástico e histórias de resiliência transformam dor diária em linguagem expressiva que molda soul e rock duradouros. Daniel e Annabelle te guiam por texturas vintage, identidades autônomas e impacto cultural plural. Pressiona Play e sente fundamentos vibrarem agora.",
      "language": "pt",
      "isAvailable": false,
      "publishedAt": "2025-05-23T10:00:00Z",
      "showNotesHtml": "Raízes blues femininas influenciando soul e rock.",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/en/female-blues-legends.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/pt/female-blues-legends.vtt",
      "imageUrl": "female-blues-legends",
      "fileSizeBytes": 110558060,
      "durationSeconds": 4607
    },
    {
      "id": "female-country-stars",
      "title": "Estrelas country femininas – relatos, raízes e estrada sonora",
      "description": "Baladas confessionais, twang controlado e melodias narrativas entrelaçam território, autonomia e afeto além de estereótipos rurais. Daniel e Annabelle te guiam por instrumentos roots, estrutura verso-refrão e voz matizada. Pressiona Play e percorre histórias que modelam autenticidade compartilhada.",
      "language": "pt",
      "isAvailable": false,
      "publishedAt": "2025-05-30T10:00:00Z",
      "showNotesHtml": "Narrativas e autonomia no country feminino.",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/en/female-country-stars.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/pt/female-country-stars.vtt",
      "imageUrl": "female-country-stars",
      "fileSizeBytes": 110558060,
      "durationSeconds": 4607
    },
    {
      "id": "female-djs",
      "title": "Produtoras & DJs femininas – inovação e inclusão no club",
      "description": "Seleção precisa, design de som granular e mix narrativo expandem a noite de entretenimento para espaço social libertador e inclusivo. Daniel e Annabelle te acompanham por texturas eletrônicas, dinâmica e gesto performativo criativo. Pressiona Play e sente mãos remodelando comunidade dançante.",
      "language": "pt",
      "isAvailable": false,
      "publishedAt": "2025-06-06T10:00:00Z",
      "showNotesHtml": "Impacto de DJs e produtoras na cultura de clubes.",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/en/female-djs.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/pt/female-djs.vtt",
      "imageUrl": "female-djs",
      "fileSizeBytes": 110558060,
      "durationSeconds": 4607
    },
    {
      "id": "female-grunge-artists",
      "title": "Artistas grunge femininas – verdade distorcida e potência crua",
      "description": "Riffs saturados, urgência catártica, zines DIY e moda subversiva convertem vulnerabilidade em potência coletiva contra narrativas mainstream. Daniel e Annabelle te guiam por identidade de cena, tensão emocional e rituais de fãs. Pressiona Play e escuta energia crua incendiar autenticidade.",
      "language": "pt",
      "isAvailable": false,
      "publishedAt": "2025-06-13T10:00:00Z",
      "showNotesHtml": "Impacto feminino na estética grunge e DIY.",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/en/female-grunge-artists.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/pt/female-grunge-artists.vtt",
      "imageUrl": "female-grunge-artists",
      "fileSizeBytes": 110558060,
      "durationSeconds": 4607
    },
    {
      "id": "female-hip-hop-artists",
      "title": "MCs hip-hop femininas – flow versátil, agência e transformação",
      "description": "Cadências polimórficas, rimas internas e perspectiva social redefinem autoridade narrativa enquanto empreendedorismo e alter egos subvertem clichês datados. Daniel e Annabelle te guiam por dicção, produção de beats e empowerment lírico. Pressiona Play e sente microfone mover poder comunitário.",
      "language": "pt",
      "isAvailable": false,
      "publishedAt": "2025-06-20T10:00:00Z",
      "showNotesHtml": "Evolução de MCs femininas e agência lírica.",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/en/female-hip-hop-artists.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/pt/female-hip-hop-artists.vtt",
      "imageUrl": "female-hip-hop-artists",
      "fileSizeBytes": 110558060,
      "durationSeconds": 4607
    },
    {
      "id": "female-jazz-vocalists",
      "title": "Vozes jazz femininas – fraseado vivo, risco e memória sonora",
      "description": "Improvização sutil, nuances microtonais e controle do silêncio transformam cada linha em gesto expressivo sincero. Daniel e Annabelle te guiam por swing, balada orquestral e intimidade modernista fluida. Pressiona Play e sente intérpretes esculpindo elegância emocional compartilhada.",
      "language": "pt",
      "isAvailable": false,
      "publishedAt": "2025-06-27T10:00:00Z",
      "showNotesHtml": "Abordagens vocais e risco interpretativo no jazz feminino.",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/en/female-jazz-vocalists.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/pt/female-jazz-vocalists.vtt",
      "imageUrl": "female-jazz-vocalists",
      "fileSizeBytes": 110558060,
      "durationSeconds": 4607
    },
    {
      "id": "female-pop-superstars",
      "title": "Superstars pop femininas – reinvenção contínua, presença e mito",
      "description": "Produção multidimensional, branding narrativo e coreografia sincronizada catalisam empatia de massa enquanto vulnerabilidade estratégica amplifica fandom global. Daniel e Annabelle te guiam por hooks, timbre modulado e estética visual. Pressiona Play e observa ícones moldando emoção comum.",
      "language": "pt",
      "isAvailable": false,
      "publishedAt": "2025-07-04T10:00:00Z",
      "showNotesHtml": "Estratégias de reinvenção e presença pop feminina.",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/en/female-pop-superstars.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/pt/female-pop-superstars.vtt",
      "imageUrl": "female-pop-superstars",
      "fileSizeBytes": 110558060,
      "durationSeconds": 4607
    },
    {
      "id": "female-rb-divas",
      "title": "Divas R&B femininas – ornamentação, groove e emoção profunda",
      "description": "Runs fluidos, harmonias em camadas e articulação sensível tornam textura palpável enquanto melisma e respiração regulam tensão narrativa expandida. Daniel e Annabelle te guiam por progressão soul e espaço percussivo expressivo. Pressiona Play e descobre assinaturas moldando intimidade.",
      "language": "pt",
      "isAvailable": false,
      "publishedAt": "2025-07-11T10:00:00Z",
      "showNotesHtml": "Ornamentação vocal e groove nas divas R&B.",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/en/female-rb-divas.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/pt/female-rb-divas.vtt",
      "imageUrl": "female-rb-divas",
      "fileSizeBytes": 110558060,
      "durationSeconds": 4607
    },
    {
      "id": "female-rock-metal-vocalists",
      "title": "Vozes rock/metal femininas – potência, alcance e presença",
      "description": "Projeção controlada, registros mistos, growl e linhas líricas expandem espectro dramático enquanto resistência e presença redefinem intensidade coletiva. Daniel e Annabelle te guiam por mural sonoro e articulação rítmica firme. Pressiona Play e sente energia amplificada compartilhada.",
      "language": "pt",
      "isAvailable": false,
      "publishedAt": "2025-07-18T10:00:00Z",
      "showNotesHtml": "Técnica e impacto de vocalistas rock/metal femininas.",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/en/female-rock-metal-vocalists.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/pt/female-rock-metal-vocalists.vtt",
      "imageUrl": "female-rock-metal-vocalists",
      "fileSizeBytes": 110558060,
      "durationSeconds": 4607
    },
    {
      "id": "female-vocal-icons",
      "title": "Ícones vocais femininos – técnica refinada, timbre e influência",
      "description": "Clareza estilística, controle respiratório e adaptabilidade transformam performance em arquétipo enquanto risco interpretativo fixa memória transgeracional. Daniel e Annabelle te guiam por técnicas e storytelling vocal. Pressiona Play e analisa vozes condensando emoção duradoura.",
      "language": "pt",
      "isAvailable": false,
      "publishedAt": "2025-07-25T10:00:00Z",
      "showNotesHtml": "Técnica e mito de grandes ícones vocais femininos.",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/en/female-vocal-icons.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/pt/female-vocal-icons.vtt",
      "imageUrl": "female-vocal-icons",
      "fileSizeBytes": 110558060,
      "durationSeconds": 4607
    },
    {
      "id": "piano",
      "title": "Piano – 88 teclas, memória emocional e idioma compartilhado",
      "description": "De salões históricos a playlists digitais suas 88 teclas fundem melodia, harmonia e ritmo em orquestra portátil que traduz intimidade e espetáculo. Daniel e Annabelle te guiam por toque, ressonância e timbre narrativo envolvente. Pressiona Play e sente o piano moldar emoção cotidiana.",
      "language": "pt",
      "isAvailable": false,
      "publishedAt": "2025-08-01T10:00:00Z",
      "showNotesHtml": "História e versatilidade expressiva do piano.",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/en/piano.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/pt/piano.vtt",
      "imageUrl": "piano",
      "fileSizeBytes": 110558060,
      "durationSeconds": 4607
    },
    {
      "id": "orchestral",
      "title": "Música orquestral – dinâmica coletiva e arquitetura sonora",
      "description": "Cordas, sopros, metais e percussão respiram em conjunto transformando gesto individual em paisagem que conduz rito cívico, cinema e memória cultural. Daniel e Annabelle te guiam por tessituras, crescendos e timbres fundidos. Pressiona Play e percebe organismo orquestral esculpir emoção.",
      "language": "pt",
      "isAvailable": false,
      "publishedAt": "2025-08-08T10:00:00Z",
      "showNotesHtml": "Função social e expressiva da orquestra moderna.",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/en/orchestral.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/pt/orchestral.vtt",
      "imageUrl": "orchestral",
      "fileSizeBytes": 110558060,
      "durationSeconds": 4607
    },
    {
      "id": "soundtrack",
      "title": "Trilhas sonoras – motivos, atmosfera, tensão e memória viva",
      "description": "Dois tons ameaçadores ou tema expansivo fixam emoção além da imagem: orquestração, sintetizadores e curadoria codificam medo, esperança e mito pop. Daniel e Annabelle te guiam por leitmotiv, textura e ritmo narrativo. Pressiona Play e escuta música revelar camada oculta da história.",
      "language": "pt",
      "isAvailable": false,
      "publishedAt": "2025-08-15T10:00:00Z",
      "showNotesHtml": "Narrativa musical em cinema e mídia.",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/en/soundtrack.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/pt/soundtrack.vtt",
      "imageUrl": "soundtrack",
      "fileSizeBytes": 110558060,
      "durationSeconds": 4607
    },
    {
      "id": "opera",
      "title": "Ópera – voz amplificada, mito cênico e confissão ritual",
      "description": "Árias suspendem tempo, recitativos avançam trama e coro com orquestra tece emoção coletiva enquanto direção e figurino refletem identidade. Daniel e Annabelle te guiam por forma dramática e gesto vocal. Pressiona Play e entra no teatro onde vulnerabilidade vira mito partilhado.",
      "language": "pt",
      "isAvailable": false,
      "publishedAt": "2025-08-22T10:00:00Z",
      "showNotesHtml": "Elementos estruturais e expressão emocional da ópera.",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/en/opera.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/pt/opera.vtt",
      "imageUrl": "opera",
      "fileSizeBytes": 110558060,
      "durationSeconds": 4607
    },
    {
      "id": "classical",
      "title": "Clássica – formas históricas, inovação e viagem temporal",
      "description": "De contraponto barroco a sinfonias românticas e cores modernistas a música clássica arquiva memória social e reinventa escuta contemporânea. Daniel e Annabelle te guiam por formas, espaço e tensão estilística. Pressiona Play e deixa séculos de expressão emergirem no presente.",
      "language": "pt",
      "isAvailable": false,
      "publishedAt": "2025-08-29T10:00:00Z",
      "showNotesHtml": "Evolução de formas clássicas e relevância atual.",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/en/classical.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/pt/classical.vtt",
      "imageUrl": "classical",
      "fileSizeBytes": 110558060,
      "durationSeconds": 4607
    },
    {
      "id": "chamber-music",
      "title": "Música de câmara – diálogo exposto e intimidade compartilhada",
      "description": "Pequenos conjuntos sem maestro trocam frases como conversa: equilíbrio, escuta recíproca e vulnerabilidade produzem intensidade sutil expansiva. Daniel e Annabelle te guiam por interplay, silêncio e micro dinâmica ativa. Pressiona Play e percebe verdade sussurrada virar experiência.",
      "language": "pt",
      "isAvailable": false,
      "publishedAt": "2025-09-05T10:00:00Z",
      "showNotesHtml": "Interplay e intimidade em música de câmara.",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/en/chamber-music.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/pt/chamber-music.vtt",
      "imageUrl": "chamber-music",
      "fileSizeBytes": 110558060,
      "durationSeconds": 4607
    },
    {
      "id": "new-age",
      "title": "New Age – ambientes lentos, respiração ampla e função curativa",
      "description": "Sintetizadores flutuantes, timbres etnográficos e drones suaves transformam escuta em prática de atenção e reequilíbrio emocional. Daniel e Annabelle te acompanham por raízes ambient, ritual de bem-estar e textura suspensa. Pressiona Play e deixa paisagem sonora ampliar respiração.",
      "language": "pt",
      "isAvailable": false,
      "publishedAt": "2025-09-12T10:00:00Z",
      "showNotesHtml": "Origem e usos terapêuticos da estética New Age.",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/en/new-age.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/pt/new-age.vtt",
      "imageUrl": "new-age",
      "fileSizeBytes": 110558060,
      "durationSeconds": 4607
    },
    {
      "id": "cristina-scabbia",
      "title": "Cristina Scabbia – dualidade emotiva e legado gothic metal",
      "description": "De ensaios em Milão a festivais globais a voz clara e aveludada de Cristina funde vulnerabilidade e força definindo dualidade Lacuna Coil e vínculo resiliente. Daniel e Annabelle te guiam por timbre, simbolismo e energia partilhada. Pressiona Play e entra na luz-sombra que inspira coragem coletiva.",
      "language": "pt",
      "isAvailable": false,
      "publishedAt": "2025-09-19T10:00:00Z",
      "showNotesHtml": "Perfil vocal e impacto gótico de Cristina Scabbia.",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/en/cristina-scabbia.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/pt/cristina-scabbia.vtt",
      "imageUrl": "cristina-scabbia",
      "fileSizeBytes": 110558060,
      "durationSeconds": 4607
    },
    {
      "id": "sharon-den-adel",
      "title": "Sharon den Adel – fragilidade, potência e atmosfera cinemática",
      "description": "Calor etéreo e força de arena elevam Within Temptation de raízes holandesas a mito global mesclando fragilidade, inclusão e imagens épicas. Daniel e Annabelle te guiam por timbre, símbolos e reinvenção acessível. Pressiona Play e cavalga quietude no vórtice que torna íntimo o grandioso coletivo.",
      "language": "pt",
      "isAvailable": false,
      "publishedAt": "2025-09-26T10:00:00Z",
      "showNotesHtml": "Atmosfera e alcance vocal de Sharon den Adel.",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/en/sharon-den-adel.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/pt/sharon-den-adel.vtt",
      "imageUrl": "sharon-den-adel",
      "fileSizeBytes": 110558060,
      "durationSeconds": 4607
    },
    {
      "id": "amy-lee",
      "title": "Amy Lee – emoção cinematográfica e resiliência alternative gothic",
      "description": "Piano confessional, extensão flexível e vulnerabilidade gótica redefinem estética alternative 2000 enquanto baladas catárticas oferecem apoio global. Daniel e Annabelle te guiam por cor vocal, textura orquestral e narrativa de força. Pressiona Play e traça luz no escuro que cura comunidade.",
      "language": "pt",
      "isAvailable": false,
      "publishedAt": "2025-10-03T10:00:00Z",
      "showNotesHtml": "Elementos cinematográficos e impacto emocional de Amy Lee.",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/en/amy-lee.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/pt/amy-lee.vtt",
      "imageUrl": "amy-lee",
      "fileSizeBytes": 110558060,
      "durationSeconds": 4607
    },
    {
      "id": "charlotte-wessels",
      "title": "Charlotte Wessels – histórias íntimas, coragem e espaços heavy",
      "description": "Nuance literária, melodia firme e reinvenção destemida levam dos hinos inclusivos Delain a diários solo subterrâneos de vulnerabilidade estratégica. Daniel e Annabelle te guiam por letras, imagem e fusão estilística emotiva. Pressiona Play e escuta elegância afiada moldar empatia duradoura.",
      "language": "pt",
      "isAvailable": false,
      "publishedAt": "2025-10-10T10:00:00Z",
      "showNotesHtml": "Storytelling e evolução artística de Charlotte Wessels.",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/en/charlotte-wessels.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/pt/charlotte-wessels.vtt",
      "imageUrl": "charlotte-wessels",
      "fileSizeBytes": 110558060,
      "durationSeconds": 4607
    },
    {
      "id": "doro-pesch",
      "title": "Doro Pesch – quatro décadas de garra, coração e lealdade metal",
      "description": "Quatro décadas de garra e coração transformam hinos Warlock e capítulos solo em família metal viva de lealdade mundial. Daniel e Annabelle te guiam por tessitura vocal, rituais de fãs e perseverança inspiradora resiliente. Pressiona Play e ergue o punho simbólico que não desaparece na memória.",
      "language": "pt",
      "isAvailable": false,
      "publishedAt": "2025-10-17T10:00:00Z",
      "showNotesHtml": "Longevidade e comunidade metal ao redor de Doro Pesch.",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/en/doro-pesch.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/pt/doro-pesch.vtt",
      "imageUrl": "doro-pesch",
      "fileSizeBytes": 110558060,
      "durationSeconds": 4607
    },
    {
      "id": "floor-jansen",
      "title": "Floor Jansen – precisão operística, fogo humano e potência",
      "description": "Precisão operística, vigor rock e abertura autêntica da raiz After Forever aos palcos Nightwish e jornada solo resiliente unem técnica e proximidade. Daniel e Annabelle te guiam por extensão, stamina e vulnerabilidade. Pressiona Play e sente voz tectônica acender energia coletiva resistente.",
      "language": "pt",
      "isAvailable": false,
      "publishedAt": "2025-10-24T10:00:00Z",
      "showNotesHtml": "Amplitude técnica e presença de palco de Floor Jansen.",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/en/floor-jansen.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/pt/floor-jansen.vtt",
      "imageUrl": "floor-jansen",
      "fileSizeBytes": 110558060,
      "durationSeconds": 4607
    },
    {
      "id": "simone-simons",
      "title": "Simone Simons – potência operística, filosofia e épica reflexiva",
      "description": "Da Holanda a palcos globais Simone funde precisão operística com storytelling filosófico Epica: ciência, humanidade e cosmo dialogam em letras. Daniel e Annabelle te guiam por timbre, temas e poder reflexivo sinfônico. Pressiona Play e sente metal pensar e amplificar consciência compartilhada hoje.",
      "language": "pt",
      "isAvailable": false,
      "publishedAt": "2025-10-31T10:00:00Z",
      "showNotesHtml": "Temas filosóficos e alcance expressivo de Simone Simons.",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/en/simone-simons.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/pt/simone-simons.vtt",
      "imageUrl": "simone-simons",
      "fileSizeBytes": 110558060,
      "durationSeconds": 4607
    },
    {
      "id": "tarja-turunen",
      "title": "Tarja Turunen – soprano cristalino que forja núcleo sinfônico",
      "description": "Soprano cristalino de Tarja acende metal sinfônico: disciplina encontra distorção unindo sagrado sazonal e peso em arco expressivo híbrido. Daniel e Annabelle te guiam por pureza timbral, resiliência e atmosfera nevada. Pressiona Play e escuta a chama invernal irradiar memória coletiva agora.",
      "language": "pt",
      "isAvailable": false,
      "publishedAt": "2025-11-07T10:00:00Z",
      "showNotesHtml": "Integração vocal clássica e peso metal no estilo de Tarja Turunen.",
      "audioUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/en/tarja-turunen.mp3",
      "subtitleUrl": "https://eu2.contabostorage.com/b2aeddb452b14863a944e9b2e80105bf:melody-mind/pt/tarja-turunen.vtt",
      "imageUrl": "tarja-turunen",
      "fileSizeBytes": 110558060,
      "durationSeconds": 4607
    }
  ]
}
